{
  "ru": {
    "The recipient will lose access to the album and will no longer receive any notifications.": "Получатель потеряет доступ к альбому и больше не будет получать никаких уведомлений.",
    "Change recipient details": "Изменить сведения о получателе",
    "Add a new recipient": "Добавьте нового получателя",
    "This action cannot be undone, you will not receive a refund for your purchase, and all data related to this event will be permanently lost with no possibility of recovery. Please think twice - this is very important.": "Это действие невозможно отменить, вы не получите возмещение за свою покупку, а все данные, относящиеся к этому событию, будут безвозвратно утеряны без возможности восстановления. Пожалуйста, подумайте дважды - это очень важно.",
    "Are you sure you want to delete this event?": "Вы уверены, что хотите удалить это событие?",
    "BACK": "Назад",
    "What’s the occasion?": "По какому случаю праздник?",
    "They’ll get a warm welcome email from us explaining what 52memories is and who it’s from — unless they gifted it to themselves.": "Они получат от нас приветственное электронное письмо с объяснением, что такое 52memories и от кого оно, если только они не подарили его сами себе.",
    "Definitely. You can add your group name or all contributor names — we’ll include them in the very first message to the recipient.": "Конечно! Вы можете добавить название своей группы или имена всех участников — мы включим их в самое первое сообщение получателю.",
    "Just a smartphone and an internet connection to upload their memory — it’s quick and simple. They can also do it from a computer.": "Достаточно смартфона и подключения к Интернету, чтобы загрузить свое воспоминание — это быстро и просто. Они также могут сделать это с компьютера.",
    "We’ve made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Мы сделали это очень просто — гости загружают фотографию или видео, добавляют короткое сообщение и отправляют его. Приложение не требуется.",
    "In your dashboard, you’ll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "В дашборде вы увидите, кто и на какие даты создавал открытки. Если кто-то проявил излишний энтузиазм, вы можете просто удалить лишние открытки.",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it’s unlocked for the recipient.": "В дашборде вы можете видеть, кто создавал открытки и на какие даты, но фактическое содержимое остается скрытым до тех пор, пока оно не будет разблокировано для получателя.",
    "We’re currently thinking this through — there are a few aspects to consider. For now, downloads aren’t available, but it’s something we might offer in the future": "В настоящее время мы обдумываем это — необходимо учесть несколько аспектов. На данный момент загрузка недоступна, но это то, что мы могли бы предложить в будущем",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It’s a way to keep the joy alive, long after the day is over.": "Бывают такие особенные дни, что они пролетают как одно мгновение. 52memories превращает один день в нечто незабываемое: целый год удивительных сообщений, продуманных фотографий и совместных моментов, которые преподносятся не спеша, с любовью. Это способ сохранить радость надолго после окончания рабочего дня.",
    "No worries — if you’re not happy, you can cancel anytime within 3 months after the first card was sent. We’ll refund the full purchase price and stop all future memory deliveries.": "Не беспокойтесь — если вас что-то не устроит, вы можете отменить заказ в любое время в течение 3 месяцев после отправки первой карты. Мы вернем полную стоимость покупки и прекратим все поставки памяти в будущем.",
    "What if I’m not satisfied with 52memories?": "Что, если я не удовлетворен 52memories?",
    "Your personal dashboard shows exactly who’s contributed and how many slots are left — and lets you invite more guests anytime.": "Ваш дашборд точно показывает, кто внес свой вклад и сколько свободных мест осталось, и позволяет вам приглашать больше гостей в любое время.",
    "What’s included:": "Что входит в комплект:",
    "From weddings to birthdays, people all over the world have trusted 52memories to make one day last all year.": "От свадеб до дней рождения люди во всем мире доверяют 52memories сделать так, чтобы один день длился весь год.",
    "Data will be permanently deleted, and this action cannot be undone.": "Данные будут удалены безвозвратно, и это действие невозможно будет отменить.",
    "Change date": "Изменить дату",
    "Search by name or email": "Поиск по имени или электронной почте",
    "Add member": "Добавить получателя",
    "Actions": "Действия",
    "Name": "Имя",
    "Change recipients": "Изменить получателей",
    "Delete event": "Удалить мероприятие",
    "Proceed with caution.": "Действуйте осторожно.",
    "Danger zone": "Опасная зона",
    "Are you sure you want to delete the card?": "Вы уверены, что хотите удалить карту?",
    "Home": "Главная",
    "Pricing": "Цены",
    "Reviews": "Отзывы",
    "Blog": "Блог",
    "Set up your event": "Создать мероприятие",
    "DASHBOARD": "ПАНЕЛЬ",
    "dashboard": "панель",
    "LOGIN": "ВХОД",
    "login": "вход",
    "Make someone smile all year long – for": "Подарите улыбку на целый год – для",
    "Make someone smile all year long - for": "Подарите улыбку на целый год – для",
    "Make someone smile all year long": "Подарите улыбку на целый год",
    "weddings": "свадеб",
    "birthdays": "дней рождения",
    "parties": "праздников",
    "any big day": "любого особенного дня",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Превратите один особенный день в 52 недели воспоминаний. Потому что некоторые моменты должны жить вечно.",
    "The perfect gift for:": "Идеальный подарок для:",
    "Corporate events": "Корпоративные мероприятия",
    "One day of celebration. 52 reminders of love.": "Один день праздника. 52 напоминания о любви.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Идеально для пар, которые ценят воспоминания больше вещей. Позвольте близким отправлять по одному сообщению в неделю – искренние, весёлые и незабываемые.",
    "Birthday": "День рождения",
    "Wedding": "Свадьба",
    "how it works": "как это работает",
    "Message in. Magic out.": "Сообщение внутрь. Магия наружу.",
    "No app download needed. Easy as 1, 2, 3.": "Не нужно скачивать приложение. Просто как раз, два, три.",
    "Step 1": "Шаг 1",
    "Step 2": "Шаг 2",
    "Step 3": "Шаг 3",
    "Step 4": "Шаг 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Создайте мероприятие и пригласите гостей с помощью простой ссылки или QR-кода",
    "Guests upload photos or videos with a short message — no app or signup required.": "Гости загружают фото или видео с коротким сообщением — без приложения и регистрации.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Мы доставляем их воспоминания неделя за неделей — в красивый онлайн-альбом, который растёт со временем.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Вы контролируете всё: отслеживайте прогресс, управляйте приглашениями и вносите изменения в любое время.",
    "Try it for free": "Попробуйте бесплатно",
    "Send yourself a memory to see how it works – no sign-up required.": "Отправьте себе воспоминание, чтобы увидеть, как это работает — регистрация не нужна.",
    "Create a test memory": "Создать тестовое воспоминание",
    "Ready to set up your event?": "Готовы создать мероприятие?",
    "Pay once. Enjoy it all year.": "Платите один раз. Наслаждайтесь весь год.",
    "26 Memories": "26 воспоминаний",
    "One surprise every two weeks": "Один сюрприз каждые две недели",
    "Best for small, intimate celebrations": "Лучший выбор для небольших торжеств",
    "Get started": "Начать",
    "52 Memories": "52 воспоминания",
    "One surprise every week": "Один сюрприз каждую неделю",
    "The most loved option": "Самый популярный вариант",
    "most popular": "самый популярный",
    "104 Memories": "104 воспоминания",
    "Two surprises per week": "Два сюрприза в неделю",
    "Best for large groups and many contributors": "Лучший выбор для больших групп",
    "What's included:": "Что включено:",
    "Worldwide access, multiple languages": "Доступ по всему миру, много языков",
    "Photos and messages, optional video": "Фото и сообщения, видео по желанию",
    "Timed delivery over 52 weeks": "Доставка по расписанию в течение 52 недель",
    "100% money-back guarantee": "100% гарантия возврата денег",
    "Quick invites via link or QR code": "Быстрые приглашения по ссылке или QR-коду",
    "What users remember": "Что запоминают пользователи",
    "Turning one day into a year of memories.": "Превращаем один день в год воспоминаний.",
    "setup": "настройка",
    "MESSAGES": "СООБЩЕНИЯ",
    "GIFTING": "ПОДАРКИ",
    "Is 52memories available worldwide?": "Доступен ли 52memories по всему миру?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Да — как цифровой сервис, 52memories работает везде, где есть интернет. Если нет местных ограничений, вы можете использовать его из любой точки мира.",
    "What languages does 52memories support?": "Какие языки поддерживает 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Открытки можно писать на любом языке. Интерфейс доступен на многих языках: английский, немецкий, испанский, французский, итальянский, польский, голландский, португальский, турецкий и другие.",
    "How do I know if all memory slots are filled?": "Как узнать, заполнены ли все слоты?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Ваша панель показывает, кто уже участвует и сколько слотов свободно — и позволяет приглашать новых гостей.",
    "Can I set multiple recipients?": "Можно ли указать нескольких получателей?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Да! Можно добавить несколько получателей — и изменить их позже при необходимости.",
    "Can I increase the number of memories later?": "Можно ли увеличить количество воспоминаний позже?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Нет — после создания мероприятия ритм доставки фиксируется. Выберите количество воспоминаний заранее.",
    "Can I plan ahead for an event in the future?": "Можно ли запланировать мероприятие заранее?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Конечно. Создайте мероприятие на любую дату — на следующую неделю, месяц или даже год.",
    "Can I test before buying?": "Можно ли попробовать перед покупкой?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Конечно! Попробуйте и посмотрите, как гости создают воспоминания.",
    "How do I invite guests?": "Как пригласить гостей?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Просто отправьте им ссылку — или раздайте QR-флаер на мероприятии.",
    "How do I create an event?": "Как создать мероприятие?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Создайте аккаунт, выберите количество воспоминаний и получите ссылку и QR-флаер сразу после оплаты.",
    "What if I'm not satisfied with 52memories?": "Что если я не доволен 52memories?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Не переживайте — если вам не понравится, можно отменить в течение 3 месяцев после первой открытки. Мы вернём полную стоимость.",
    "Why should I use 52memories?": "Почему стоит использовать 52memories?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Некоторые дни слишком особенные — и проходят мгновенно. 52memories превращает один день в целый год сюрпризов, фотографий и моментов — доставляемых с любовью.",
    "Can the photos and videos shared by guests be downloaded?": "Можно ли скачать фото и видео от гостей?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Мы работаем над этим. Пока скачивание недоступно, но возможно появится в будущем.",
    "Can I see the cards that have been created?": "Можно ли посмотреть созданные открытки?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "В панели видно, кто создал открытки и на какие даты — но содержимое скрыто до момента получения.",
    "How are the messages delivered to the recipient?": "Как сообщения доставляются получателю?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Когда открывается новая открытка, получатель получает email со ссылкой на неё в онлайн-альбоме.",
    "What happens if a guest creates multiple cards?": "Что если гость создаст несколько открыток?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "В панели видно, кто создал открытки. Лишние можно удалить.",
    "Can created cards be edited later?": "Можно ли редактировать открытки позже?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Да. Гости получают email со ссылкой для редактирования открытки.",
    "Do guests need to register or download an app?": "Нужно ли гостям регистрироваться или скачивать приложение?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Нет! Они могут сразу создавать открытку. Нужен только email для подтверждения.",
    "How do guests create messages?": "Как гости создают сообщения?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Всё просто — гости загружают фото или видео, добавляют сообщение и отправляют. Без приложения.",
    "What kind of technical setup do guests need?": "Какое оборудование нужно гостям?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Только смартфон и интернет. Можно также с компьютера.",
    "Can multiple people contribute together?": "Могут ли несколько человек участвовать вместе?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Конечно. Можно указать название группы или имена всех участников — мы включим их в первое сообщение.",
    "How does the recipient find out about the gift?": "Как получатель узнаёт о подарке?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Они получат приветственное письмо с объяснением, что такое 52memories и от кого подарок.",
    "Can I use it for a couple, a single person, or a group?": "Можно использовать для пары, одного человека или группы?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Да! 52memories идеален для дней рождения, свадеб, юбилеев, прощаний, корпоративов и других событий.",
    "How much does it cost?": "Сколько это стоит?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Цена зависит от количества воспоминаний: раз в две недели (26), еженедельно (52) или дважды в неделю (104).",
    "NAVIGATION": "НАВИГАЦИЯ",
    "Farewell": "Прощание",
    "Baby shower": "Беби-шауэр",
    "Retirement": "Выход на пенсию",
    "Anniversary": "Годовщина",
    "Graduation": "Выпускной",
    "Team event": "Корпоратив",
    "Social links": "Соцсети",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Все права защищены.",
    "Privacy": "Конфиденциальность",
    "Site notice": "Правовая информация",
    "Terms and conditions": "Условия использования",
    "Cookies Settings": "Настройки Cookie",
    "Made with love by Ministry": "Сделано с любовью Ministry",

    "Overview": "Обзор",
    "affiliate program": "партнёрская программа",
    "support": "поддержка",
    "settings": "настройки",
    "Events": "Мероприятия",
    "Settings": "Настройки",
    "Support": "Поддержка",
    "log out": "выйти",
    "Log out": "Выйти",
    "Create a new event": "Создать новое мероприятие",
    "1. Choose an event": "1. Выберите тип",
    "What's the occasion?": "Какой это повод?",
    "YOUR OPTION": "ВАШ ВАРИАНТ",
    "2. Event name": "2. Название мероприятия",
    "This will be your event name.": "Это будет название вашего мероприятия.",
    "Event name*": "Название мероприятия*",
    "3. Select package": "3. Выберите пакет",
    "How many memories would you like to collect?": "Сколько воспоминаний вы хотите собрать?",
    "26 cards": "26 открыток",
    "One card every two weeks": "Одна открытка каждые две недели",
    "52 cards": "52 открытки",
    "One card every week": "Одна открытка каждую неделю",
    "104 cards": "104 открытки",
    "Two cards per week": "Две открытки в неделю",
    "4. Card options": "4. Опции открыток",
    "Do you want to include video messages?": "Хотите добавить видеосообщения?",
    "Only images": "Только изображения",
    "images + video": "изображения + видео",
    "5. Select date": "5. Выберите дату",
    "When does the event take place?": "Когда состоится мероприятие?",
    "6. Your role": "6. Ваша роль",
    "Are the memories for you or for someone else?": "Воспоминания для вас или для кого-то другого?",
    "for me": "для меня",
    "for someone else": "для кого-то другого",
    "7. Your name": "7. Ваше имя",
    "Who made 52memories for the event possible?": "Кто организовал 52memories для мероприятия?",
    "Name*": "Имя*",
    "Add more people": "Добавить ещё людей",
    "8. Recipients": "8. Получатели",
    "Who should have access to the memories?": "Кто должен иметь доступ к воспоминаниям?",
    "Email*": "Email*",
    "9. Voucher code": "9. Промокод",
    "Have a voucher to redeem?": "Есть промокод для активации?",
    "Coupon": "Купон",
    "Check code": "Проверить код",
    "NEXT": "ДАЛЕЕ",
    "Thank you! Your submission has been received!": "Спасибо! Ваша заявка получена!",
    "Oops! Something went wrong while submitting the form.": "Ой! Что-то пошло не так при отправке формы.",
    "Delete": "Удалить",
    "Maximum of 10 people": "Максимум 10 человек",
    "Category limit reached": "Лимит категорий достигнут",
    "already exists": "уже существует",
    "Please select the date of the event": "Пожалуйста, выберите дату мероприятия",
    "Please enter the event name": "Пожалуйста, введите название мероприятия",
    "Prev": "Назад",
    "Next": "Вперёд",
    "Mon": "Пн",
    "Tue": "Вт",
    "Wed": "Ср",
    "Thu": "Чт",
    "Fri": "Пт",
    "Sat": "Сб",
    "Sun": "Вс",
    "January": "Январь",
    "February": "Февраль",
    "March": "Март",
    "April": "Апрель",
    "May": "Май",
    "June": "Июнь",
    "July": "Июль",
    "August": "Август",
    "September": "Сентябрь",
    "October": "Октябрь",
    "November": "Ноябрь",
    "December": "Декабрь",
    "Today": "Сегодня",
    "Date not selected": "Дата не выбрана",
    "Invalid code. That code didn't work. Try again?": "Неверный код. Этот код не сработал. Попробовать ещё?",
    "Code applied. Voucher applied": "Код применён. Купон активирован",
    "off": "скидка",
    "Promo code applied successfully!": "Промокод успешно применён!",
    "Network error. Please try again.": "Ошибка сети. Попробуйте ещё раз.",
    "Please enter a promo code": "Пожалуйста, введите промокод",
    "Something went wrong. Please try again.": "Что-то пошло не так. Попробуйте ещё раз.",

    "Your Dashboard": "Ваша панель",
    "Do you know that 52 memories is a great gift for birthday and other parties?": "Знаете ли вы, что 52memories — отличный подарок на день рождения и другие праздники?",
    "Click here and receive 10% discount for a new event.": "Нажмите здесь и получите скидку 10% на новое мероприятие.",
    "Created events": "Созданные мероприятия",
    "Event name": "Название мероприятия",
    "Event category": "Категория мероприятия",
    "created": "создано",
    "sent": "отправлено",
    "Status": "Статус",
    "Manage": "Управление",
    "Proceed to payment": "Перейти к оплате",
    "Error while paying for the event.": "Ошибка при оплате мероприятия.",
    "Your events": "Ваши мероприятия",
    "received": "получено",
    "View gallery": "Смотреть галерею",
    "Retry payment": "Повторить оплату",
    "The previous payment was not completed successfully. Please try again by clicking the \"Try again\" button below — you will be redirected to the payment page.": "Предыдущая оплата не была завершена. Нажмите кнопку «Попробовать снова» ниже — вы будете перенаправлены на страницу оплаты.",
    "Try again": "Попробовать снова",
    "No events yet": "Мероприятий пока нет",
    "active": "активный",
    "draft": "черновик",
    "past": "прошедший",
    "Please wait...": "Подождите...",

    "First name*": "Имя*",
    "Question*": "Вопрос*",
    "submit": "отправить",
    "Submit": "Отправить",

    "Change email": "Изменить email",
    "Use this form to update your email.": "Используйте эту форму для обновления email.",
    "New email": "Новый email",
    "save": "сохранить",
    "Save": "Сохранить",
    "Change password": "Изменить пароль",
    "Must be at least 8-characters long.": "Должен содержать не менее 8 символов.",
    "Current password": "Текущий пароль",
    "New password": "Новый пароль",

    "Thank you! You have successfully created a card": "Спасибо! Вы успешно создали открытку",
    "Back to home page": "Вернуться на главную",
    "TO DASHBOARD": "В ПАНЕЛЬ",
    "Back to website": "Вернуться на сайт",
    "Confirm your email address": "Подтвердите ваш email",
    "We have sent a confirmation to": "Мы отправили подтверждение на",
    "Please confirm your address by clicking the link in the email.": "Подтвердите адрес, перейдя по ссылке в письме.",
    "If you don't see it, you may need to": "Если вы не видите письмо,",
    "check your spam": "проверьте папку спам",
    "folder.": ".",
    "Still can't find the email? No problem.": "Всё ещё не можете найти письмо? Не проблема.",
    "Back to Log In": "Вернуться ко входу",
    "Password recovery": "Восстановление пароля",
    "reset": "сбросить",
    "Reset": "Сбросить",
    "6-digit code*": "6-значный код*",
    "Welcome back!": "С возвращением!",
    "Password*": "Пароль*",
    "Forgot your password?": "Забыли пароль?",
    "or": "или",
    "Don't have an account?": "Нет аккаунта?",
    "Sign up": "Регистрация",
    "SIGN UP": "РЕГИСТРАЦИЯ",
    "Create an account": "Создать аккаунт",
    "Already have an account?": "Уже есть аккаунт?",
    "Log in": "Войти",
    "Thank you! You have successfully created an event": "Спасибо! Вы успешно создали мероприятие",
    "Copy the share link": "Скопируйте ссылку",
    "Share this code with guests and friends to create postcards. The link leads directly to the card generator.": "Поделитесь этим кодом с гостями и друзьями для создания открыток. Ссылка ведёт прямо к генератору открыток.",
    "copy share link": "скопировать ссылку",
    "generate QR code": "сгенерировать QR-код",
    "to event settings": "к настройкам мероприятия",
    "The link has been copied to the clipboard": "Ссылка скопирована в буфер обмена",
    "Failed to copy link": "Не удалось скопировать ссылку",
    "Network error": "Ошибка сети",

    "Print out the info flyer": "Распечатайте информационный флаер",
    "Invite the guests to 52memories with a flyer: Distribute small versions (8 on 1 page) or hang up a 1-page poster. It's so easy!": "Пригласите гостей в 52memories с помощью флаера: раздайте маленькие версии (8 на 1 странице) или повесьте постер. Это так просто!",
    "1. What language would you like?": "1. Какой язык вы хотите?",
    "2. Select the format of the flyer.": "2. Выберите формат флаера.",
    "Give away:": "Раздать:",
    "8 on 1 page": "8 на 1 странице",
    "Poster:": "Постер:",
    "1-sided": "односторонний",
    "3. Choose color of the flyer.": "3. Выберите цвет флаера.",
    "Download flyer PDF": "Скачать флаер PDF",

    "Welcome!": "Добро пожаловать!",
    "Thank you for participating in the surprise! Please design your personal piece of memory as a reminder on": "Спасибо за участие в сюрпризе! Создайте своё личное воспоминание как напоминание о",
    "Let's go!": "Поехали!",
    "Create your memory message": "Создайте ваше воспоминание",
    "drag file to upload": "перетащите файл для загрузки",
    "browse file": "выбрать файл",
    "Upload file in 4:3 aspect ratio. Max file size: 50MB.": "Загрузите файл в формате 4:3. Макс. размер: 50MB.",
    "Your message*": "Ваше сообщение*",
    "Finishing touches": "Последние штрихи",
    "1. Select date": "1. Выберите дату",
    "When will the event take place?": "Когда состоится мероприятие?",
    "2. Your name": "2. Ваше имя",
    "What are you doing at the event?": "Какова ваша роль на мероприятии?",
    "Your name*": "Ваше имя*",
    "Your email*": "Ваш email*",
    "Choose color": "Выберите цвет",
    "Choose envelope type": "Выберите паттерн конверта",
    "Choose stamp": "Выберите марку",
    "Back": "Назад",
    "Continue": "Продолжить",
    "Complete": "Завершить",
    "Change image": "Изменить изображение",
    "Hey!": "Эй!",
    "All the cards are filled out, everything is ready, and you did a great job!": "Все открытки заполнены, всё готово, вы отлично поработали!",
    "It's too early!": "Ещё слишком рано!",
    "Access to send greetings will open on": "Доступ к отправке поздравлений откроется",
    "See you then! Prepare your message, and be ready to upload a photo or video from that event, make it the warmest memory for the recipient!": "Увидимся! Подготовьте сообщение и будьте готовы загрузить фото или видео с мероприятия, сделайте это самым тёплым воспоминанием!",
    "The event has wrapped up": "Мероприятие завершено",
    "It was unforgettable! See you at the next exciting events.": "Это было незабываемо! Увидимся на следующих мероприятиях.",
    "2. Customize your piece of memory design": "2. Настройте дизайн воспоминания",
    "2.1. Upload images": "2.1. Загрузите изображения",
    "2.2. Your message": "2.2. Ваше сообщение",
    "What would you like to wish the recipient?": "Что бы вы хотели пожелать получателю?",
    "2.3 Select date": "2.3 Выберите дату",
    "2.4. Your name": "2.4. Ваше имя",

    "Category": "Категория",
    "Date": "Дата",
    "Recipients": "Получатели",
    "Guests": "Гости",
    "Progress": "Прогресс",
    "Here you can see the progress of the event.": "Здесь вы можете видеть прогресс мероприятия.",
    "pieces of memory ": "воспоминаний",
    "Overview of pieces of memory": "Обзор воспоминаний",
    "Still available": "Ещё доступно",
    "Overview of guests": "Обзор гостей",
    "Check out who has created a card for which date. Share the link above with the code to invite more guests.": "Посмотрите, кто создал открытку на какую дату. Поделитесь ссылкой, чтобы пригласить больше гостей.",
    "name": "имя",
    "Shipping date": "Дата отправки",
    "Change": "Изменить",
    "Change dates": "Изменить даты",
    "Add recipients": "Добавить получателей",
    "Recipients will receive a weekly memory message.": "Получатели будут получать еженедельное сообщение-воспоминание.",
    "Add": "Добавить",
    "Are you sure you want to delete this guest?": "Вы уверены, что хотите удалить этого гостя?",
    "Cancel": "Отмена",
    "Confirm": "Подтвердить",
    "Not available: The event has already started. Dates can only be changed before the first delivery.": "Недоступно: Мероприятие уже началось. Даты можно изменить только до первой доставки.",
    "Not available: There are no available slots left for this event.": "Недоступно: Для этого мероприятия не осталось свободных слотов.",
    "26 cards: — One card every two weeks": "26 открыток: — Одна открытка каждые две недели",
    "52 cards: — One card every week": "52 открытки: — Одна открытка каждую неделю",
    "104 cards: — Two cards per week": "104 открытки: — Две открытки в неделю"
  },
  "de": {
    "The recipient will lose access to the album and will no longer receive any notifications.": "Der Empfänger verliert den Zugriff auf das Album und erhält keine Benachrichtigungen mehr.",
    "Change recipient details": "Empfängerdaten ändern",
    "Add a new recipient": "Neuen Empfänger hinzufügen",
    "This action cannot be undone, you will not receive a refund for your purchase, and all data related to this event will be permanently lost with no possibility of recovery. Please think twice - this is very important.": "Diese Aktion kann nicht rückgängig gemacht werden, Sie erhalten keine Rückerstattung für Ihren Kauf und alle mit diesem Ereignis verbundenen Daten gehen dauerhaft verloren, ohne dass eine Wiederherstellung möglich ist. Bitte überlegen Sie es sich zweimal - das ist sehr wichtig.",
    "Are you sure you want to delete this event?": "Sind Sie sicher, dass Sie diese Veranstaltung löschen möchten?",
    "BACK": "Zurück",
    "What’s the occasion?": "Was ist der Anlass?",
    "They’ll get a warm welcome email from us explaining what 52memories is and who it’s from — unless they gifted it to themselves.": "Sie erhalten eine herzliche Willkommens—E-Mail von uns, in der erklärt wird, was 52memories ist und von wem es stammt - es sei denn, sie haben es sich selbst geschenkt.",
    "Definitely. You can add your group name or all contributor names — we’ll include them in the very first message to the recipient.": "Definitiv. Sie können Ihren Gruppennamen oder alle Namen der Mitwirkenden hinzufügen - wir werden sie in die allererste Nachricht an den Empfänger aufnehmen.",
    "Just a smartphone and an internet connection to upload their memory — it’s quick and simple. They can also do it from a computer.": "Nur ein Smartphone und eine Internetverbindung, um ihren Speicher hochzuladen — es geht schnell und einfach. Sie können es auch von einem Computer aus tun.",
    "We’ve made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Wir haben es super einfach gemacht — Gäste laden ein Foto oder Video hoch, fügen eine kurze Nachricht hinzu und senden es ab. Keine App benötigt.",
    "In your dashboard, you’ll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "In Ihrem Dashboard sehen Sie, wer Karten für welche Daten erstellt hat. Wenn jemand etwas zu begeistert war, können Sie einfach zusätzliche Karten löschen.",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it’s unlocked for the recipient.": "In Ihrem Dashboard können Sie sehen, wer Karten erstellt hat und für welche Daten — der eigentliche Inhalt bleibt jedoch verborgen, bis er für den Empfänger freigeschaltet ist.",
    "We’re currently thinking this through — there are a few aspects to consider. For now, downloads aren’t available, but it’s something we might offer in the future": "Das denken wir gerade durch — es gibt ein paar Aspekte zu beachten. Im Moment sind keine Downloads verfügbar, aber es ist etwas, das wir in Zukunft anbieten könnten",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It’s a way to keep the joy alive, long after the day is over.": "Manche Tage sind einfach zu besonders - und sie vergehen im Nu. 52memories macht aus diesem einen Tag etwas Bleibendes: ein ganzes Jahr voller Überraschungsbotschaften, nachdenklicher Fotos und gemeinsamer Momente — langsam und mit Liebe überbracht. Es ist eine Möglichkeit, die Freude am Leben zu erhalten, lange nachdem der Tag vorbei ist.",
    "No worries — if you’re not happy, you can cancel anytime within 3 months after the first card was sent. We’ll refund the full purchase price and stop all future memory deliveries.": "Keine Sorge - wenn Sie nicht zufrieden sind, können Sie jederzeit innerhalb von 3 Monaten nach dem Versand der ersten Karte kündigen. Wir erstatten den vollen Kaufpreis und stoppen alle zukünftigen Speicherlieferungen.",
    "What if I’m not satisfied with 52memories?": "Was ist, wenn ich mit 52memories nicht zufrieden bin?",
    "Your personal dashboard shows exactly who’s contributed and how many slots are left — and lets you invite more guests anytime.": "Ihr persönliches Dashboard zeigt genau an, wer beigetragen hat und wie viele Slots noch frei sind — und Sie können jederzeit weitere Gäste einladen.",
    "What’s included:": "Was ist enthalten:",
    "From weddings to birthdays, people all over the world have trusted 52memories to make one day last all year.": "Von Hochzeiten bis hin zu Geburtstagen haben Menschen auf der ganzen Welt 52memories vertraut, damit ein Tag das ganze Jahr über Bestand hat.",
    "Data will be permanently deleted, and this action cannot be undone.": "Daten werden dauerhaft gelöscht und diese Aktion kann nicht rückgängig gemacht werden.",
    "Change date": "Datum ändern",
    "Search by name or email": "Suche nach Name oder E-Mail",
    "Add member": "Mitglied hinzufügen",
    "Actions": "Aktionen",
    "Name": "Name",
    "Change recipients": "Empfänger ändern",
    "Delete event": "Ereignis löschen",
    "Proceed with caution.": "Gehen Sie mit Vorsicht vor.",
    "Danger zone": "Gefahrenzone",
    "Home": "Startseite",
    "Pricing": "Preise",
    "Reviews": "Bewertungen",
    "Blog": "Blog",
    "Set up your event": "Event erstellen",
    "DASHBOARD": "DASHBOARD",
    "dashboard": "dashboard",
    "LOGIN": "ANMELDEN",
    "login": "anmelden",
    "Make someone smile all year long – for": "Schenke jemandem ein ganzes Jahr Freude – für",
    "Make someone smile all year long - for": "Schenke jemandem ein ganzes Jahr Freude – für",
    "Make someone smile all year long": "Schenke jemandem ein ganzes Jahr Freude",
    "weddings": "Hochzeiten",
    "birthdays": "Geburtstage",
    "parties": "Partys",
    "any big day": "jeden besonderen Tag",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Verwandle einen besonderen Tag in 52 Wochen voller Erinnerungen. Weil manche Momente für die Ewigkeit gemacht sind.",
    "The perfect gift for:": "Das perfekte Geschenk für:",
    "Corporate events": "Firmenevents",
    "One day of celebration. 52 reminders of love.": "Ein Tag zum Feiern. 52 Erinnerungen voller Liebe.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Perfekt für Paare, die Erinnerungen mehr schätzen als Dinge. Lass ihre Liebsten jede Woche eine Nachricht senden – herzlich, lustig und unvergesslich.",
    "Birthday": "Geburtstag",
    "Wedding": "Hochzeit",
    "how it works": "so funktioniert's",
    "Message in. Magic out.": "Nachricht rein. Magie raus.",
    "No app download needed. Easy as 1, 2, 3.": "Kein App-Download nötig. Einfach wie 1, 2, 3.",
    "Step 1": "Schritt 1",
    "Step 2": "Schritt 2",
    "Step 3": "Schritt 3",
    "Step 4": "Schritt 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Erstelle dein Event und lade Gäste mit einem einfachen Link oder QR-Code-Flyer ein",
    "Guests upload photos or videos with a short message — no app or signup required.": "Gäste laden Fotos oder Videos mit einer kurzen Nachricht hoch — keine App oder Anmeldung nötig.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Wir liefern ihre Erinnerungen Woche für Woche — in ein schönes Online-Album, das mit der Zeit wächst.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Du behältst die Kontrolle: Verfolge den Fortschritt, verwalte Einladungen und nimm jederzeit Änderungen vor.",
    "Try it for free": "Kostenlos testen",
    "Send yourself a memory to see how it works – no sign-up required.": "Sende dir selbst eine Erinnerung, um zu sehen wie es funktioniert – keine Anmeldung nötig.",
    "Create a test memory": "Test-Erinnerung erstellen",
    "Ready to set up your event?": "Bereit, dein Event zu erstellen?",
    "Pay once. Enjoy it all year.": "Einmal zahlen. Das ganze Jahr genießen.",
    "26 Memories": "26 Erinnerungen",
    "One surprise every two weeks": "Eine Überraschung alle zwei Wochen",
    "Best for small, intimate celebrations": "Ideal für kleine, intime Feiern",
    "Get started": "Loslegen",
    "52 Memories": "52 Erinnerungen",
    "One surprise every week": "Eine Überraschung jede Woche",
    "The most loved option": "Die beliebteste Option",
    "most popular": "am beliebtesten",
    "104 Memories": "104 Erinnerungen",
    "Two surprises per week": "Zwei Überraschungen pro Woche",
    "Best for large groups and many contributors": "Ideal für große Gruppen und viele Teilnehmer",
    "What's included:": "Was enthalten ist:",
    "Worldwide access, multiple languages": "Weltweiter Zugang, mehrere Sprachen",
    "Photos and messages, optional video": "Fotos und Nachrichten, optional Video",
    "Timed delivery over 52 weeks": "Zeitgesteuerte Lieferung über 52 Wochen",
    "100% money-back guarantee": "100% Geld-zurück-Garantie",
    "Quick invites via link or QR code": "Schnelle Einladungen per Link oder QR-Code",
    "What users remember": "Was Nutzer erinnern",
    "Turning one day into a year of memories.": "Aus einem Tag wird ein Jahr voller Erinnerungen.",
    "setup": "Einrichtung",
    "MESSAGES": "NACHRICHTEN",
    "GIFTING": "SCHENKEN",
    "Is 52memories available worldwide?": "Ist 52memories weltweit verfügbar?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Ja — als digitaler Service funktioniert 52memories überall mit Internetzugang. Solange es keine lokalen Einschränkungen gibt, kannst du es von überall nutzen.",
    "What languages does 52memories support?": "Welche Sprachen unterstützt 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Karten können in jeder Sprache geschrieben werden. Die Benutzeroberfläche ist in mehreren Sprachen verfügbar: Englisch, Deutsch, Spanisch, Französisch, Italienisch, Polnisch, Niederländisch, Portugiesisch, Türkisch — und mehr.",
    "How do I know if all memory slots are filled?": "Wie weiß ich, ob alle Plätze belegt sind?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Dein persönliches Dashboard zeigt genau, wer beigetragen hat und wie viele Plätze noch frei sind — und ermöglicht jederzeit weitere Einladungen.",
    "Can I set multiple recipients?": "Kann ich mehrere Empfänger festlegen?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Ja! Du kannst mehr als einen Empfänger hinzufügen — und sie später bei Bedarf ändern.",
    "Can I increase the number of memories later?": "Kann ich die Anzahl der Erinnerungen später erhöhen?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Nein — sobald dein Event eingerichtet ist, ist der Lieferrhythmus festgelegt. Wähle die Anzahl vorher.",
    "Can I plan ahead for an event in the future?": "Kann ich ein Event für die Zukunft planen?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Absolut. Erstelle dein Event für jedes zukünftige Datum — nächste Woche, nächsten Monat oder sogar nächstes Jahr.",
    "Can I test before buying?": "Kann ich vor dem Kauf testen?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Absolut! Probiere es aus und sieh, wie Gäste Erinnerungen erstellen.",
    "How do I invite guests?": "Wie lade ich Gäste ein?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Sende ihnen einfach deinen Link — oder verteile den gedruckten QR-Flyer beim Event.",
    "How do I create an event?": "Wie erstelle ich ein Event?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Erstelle ein Konto, wähle die Anzahl der Erinnerungen und erhalte sofort Zugang zu deinem Link und QR-Flyer nach dem Checkout.",
    "What if I'm not satisfied with 52memories?": "Was, wenn ich mit 52memories nicht zufrieden bin?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Keine Sorge — wenn du nicht zufrieden bist, kannst du innerhalb von 3 Monaten nach der ersten Karte stornieren. Wir erstatten den vollen Kaufpreis.",
    "Why should I use 52memories?": "Warum sollte ich 52memories nutzen?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Manche Tage sind einfach zu besonders — und vergehen im Nu. 52memories macht aus einem Tag etwas Bleibendes: ein ganzes Jahr voller Überraschungsnachrichten, liebevoller Fotos und gemeinsamer Momente.",
    "Can the photos and videos shared by guests be downloaded?": "Können die von Gästen geteilten Fotos und Videos heruntergeladen werden?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Wir denken darüber nach. Derzeit sind Downloads nicht verfügbar, aber möglicherweise in Zukunft.",
    "Can I see the cards that have been created?": "Kann ich die erstellten Karten sehen?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "Im Dashboard siehst du, wer Karten erstellt hat und für welche Daten — aber der Inhalt bleibt bis zur Freischaltung verborgen.",
    "How are the messages delivered to the recipient?": "Wie werden die Nachrichten an den Empfänger zugestellt?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Bei jeder neuen Karte erhält der Empfänger eine E-Mail mit einem Link zu seinem Online-Album.",
    "What happens if a guest creates multiple cards?": "Was passiert, wenn ein Gast mehrere Karten erstellt?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Im Dashboard siehst du, wer Karten erstellt hat. Überzählige kannst du einfach löschen.",
    "Can created cards be edited later?": "Können erstellte Karten später bearbeitet werden?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Ja. Gäste erhalten eine E-Mail mit einem Link zum Bearbeiten ihrer Karte.",
    "Do guests need to register or download an app?": "Müssen Gäste sich registrieren oder eine App herunterladen?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Nein! Sie können sofort loslegen. Wir brauchen nur ihre E-Mail für die Bestätigung.",
    "How do guests create messages?": "Wie erstellen Gäste Nachrichten?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Ganz einfach — Gäste laden ein Foto oder Video hoch, fügen eine Nachricht hinzu und senden ab. Keine App nötig.",
    "What kind of technical setup do guests need?": "Welche technische Ausstattung brauchen Gäste?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Nur ein Smartphone und Internetzugang. Es geht auch vom Computer.",
    "Can multiple people contribute together?": "Können mehrere Personen gemeinsam beitragen?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Auf jeden Fall. Du kannst den Gruppennamen oder alle Namen angeben — wir fügen sie in die erste Nachricht ein.",
    "How does the recipient find out about the gift?": "Wie erfährt der Empfänger vom Geschenk?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Sie erhalten eine herzliche Willkommens-E-Mail von uns mit Erklärung zu 52memories und wer es geschenkt hat.",
    "Can I use it for a couple, a single person, or a group?": "Kann ich es für ein Paar, eine Einzelperson oder eine Gruppe nutzen?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Ja! 52memories ist perfekt für Geburtstage, Hochzeiten, Jubiläen, Abschiede, Teamevents und viele andere Anlässe.",
    "How much does it cost?": "Wie viel kostet es?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Der Preis hängt davon ab, wie viele Erinnerungen du senden möchtest: zweiwöchentlich (26), wöchentlich (52) oder zweimal pro Woche (104).",
    "NAVIGATION": "NAVIGATION",
    "Farewell": "Abschied",
    "Baby shower": "Babyparty",
    "Retirement": "Ruhestand",
    "Anniversary": "Jubiläum",
    "Graduation": "Abschluss",
    "Team event": "Teamevent",
    "Social links": "Social Links",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Alle Rechte vorbehalten.",
    "Privacy": "Datenschutz",
    "Site notice": "Impressum",
    "Terms and conditions": "AGB",
    "Cookies Settings": "Cookie-Einstellungen",
    "Made with love by Ministry": "Mit Liebe gemacht von Ministry",

    "Overview": "Übersicht",
    "affiliate program": "Partnerprogramm",
    "support": "Support",
    "settings": "Einstellungen",
    "Events": "Events",
    "Settings": "Einstellungen",
    "Support": "Support",
    "log out": "abmelden",
    "Log out": "Abmelden",
    "Create a new event": "Neues Event erstellen",
    "1. Choose an event": "1. Event auswählen",
    "What's the occasion?": "Was ist der Anlass?",
    "YOUR OPTION": "DEINE OPTION",
    "2. Event name": "2. Event-Name",
    "This will be your event name.": "Dies wird der Name deines Events.",
    "Event name*": "Event-Name*",
    "3. Select package": "3. Paket auswählen",
    "How many memories would you like to collect?": "Wie viele Erinnerungen möchtest du sammeln?",
    "26 cards": "26 Karten",
    "One card every two weeks": "Eine Karte alle zwei Wochen",
    "52 cards": "52 Karten",
    "One card every week": "Eine Karte jede Woche",
    "104 cards": "104 Karten",
    "Two cards per week": "Zwei Karten pro Woche",
    "4. Card options": "4. Kartenoptionen",
    "Do you want to include video messages?": "Möchtest du Videonachrichten hinzufügen?",
    "Only images": "Nur Bilder",
    "images + video": "Bilder + Video",
    "5. Select date": "5. Datum auswählen",
    "When does the event take place?": "Wann findet das Event statt?",
    "6. Your role": "6. Deine Rolle",
    "Are the memories for you or for someone else?": "Sind die Erinnerungen für dich oder jemand anderen?",
    "for me": "für mich",
    "for someone else": "für jemand anderen",
    "7. Your name": "7. Dein Name",
    "Who made 52memories for the event possible?": "Wer hat 52memories für das Event möglich gemacht?",
    "Name*": "Name*",
    "Add more people": "Weitere Personen hinzufügen",
    "8. Recipients": "8. Empfänger",
    "Who should have access to the memories?": "Wer soll Zugang zu den Erinnerungen haben?",
    "Email*": "E-Mail*",
    "9. Voucher code": "9. Gutscheincode",
    "Have a voucher to redeem?": "Hast du einen Gutschein einzulösen?",
    "Coupon": "Gutschein",
    "Check code": "Code prüfen",
    "NEXT": "WEITER",
    "Thank you! Your submission has been received!": "Danke! Deine Anfrage wurde empfangen!",
    "Oops! Something went wrong while submitting the form.": "Ups! Beim Absenden ist etwas schiefgelaufen.",
    "Delete": "Löschen",
    "Maximum of 10 people": "Maximal 10 Personen",
    "Category limit reached": "Kategorienlimit erreicht",
    "already exists": "existiert bereits",
    "Please select the date of the event": "Bitte wähle das Datum des Events",
    "Please enter the event name": "Bitte gib den Event-Namen ein",
    "Prev": "Zurück",
    "Next": "Weiter",
    "Mon": "Mo",
    "Tue": "Di",
    "Wed": "Mi",
    "Thu": "Do",
    "Fri": "Fr",
    "Sat": "Sa",
    "Sun": "So",
    "January": "Januar",
    "February": "Februar",
    "March": "März",
    "April": "April",
    "May": "Mai",
    "June": "Juni",
    "July": "Juli",
    "August": "August",
    "September": "September",
    "October": "Oktober",
    "November": "November",
    "December": "Dezember",
    "Today": "Heute",
    "Date not selected": "Datum nicht ausgewählt",
    "Invalid code. That code didn't work. Try again?": "Ungültiger Code. Dieser Code hat nicht funktioniert. Nochmal versuchen?",
    "Code applied. Voucher applied": "Code angewendet. Gutschein aktiviert",
    "off": "Rabatt",
    "Promo code applied successfully!": "Aktionscode erfolgreich angewendet!",
    "Network error. Please try again.": "Netzwerkfehler. Bitte versuche es erneut.",
    "Please enter a promo code": "Bitte gib einen Aktionscode ein",
    "Something went wrong. Please try again.": "Etwas ist schiefgelaufen. Bitte versuche es erneut.",

    "Your Dashboard": "Dein Dashboard",
    "Do you know that 52 memories is a great gift for birthday and other parties?": "Wusstest du, dass 52memories ein tolles Geschenk für Geburtstage und andere Feiern ist?",
    "Click here and receive 10% discount for a new event.": "Klicke hier und erhalte 10% Rabatt auf ein neues Event.",
    "Created events": "Erstellte Events",
    "Event name": "Event-Name",
    "Event category": "Event-Kategorie",
    "created": "erstellt",
    "sent": "gesendet",
    "Status": "Status",
    "Manage": "Verwalten",
    "Proceed to payment": "Zur Zahlung",
    "Error while paying for the event.": "Fehler bei der Zahlung für das Event.",
    "Your events": "Deine Events",
    "received": "erhalten",
    "View gallery": "Galerie ansehen",
    "Retry payment": "Zahlung wiederholen",
    "The previous payment was not completed successfully. Please try again by clicking the \"Try again\" button below — you will be redirected to the payment page.": "Die vorherige Zahlung wurde nicht erfolgreich abgeschlossen. Bitte versuche es erneut, indem du auf 'Erneut versuchen' klickst — du wirst zur Zahlungsseite weitergeleitet.",
    "Try again": "Erneut versuchen",
    "No events yet": "Noch keine Events",
    "active": "aktiv",
    "draft": "Entwurf",
    "past": "vergangen",
    "Please wait...": "Bitte warten...",

    "First name*": "Vorname*",
    "Question*": "Frage*",
    "submit": "absenden",
    "Submit": "Absenden",

    "Change email": "E-Mail ändern",
    "Use this form to update your email.": "Verwende dieses Formular, um deine E-Mail zu aktualisieren.",
    "New email": "Neue E-Mail",
    "save": "speichern",
    "Save": "Speichern",
    "Change password": "Passwort ändern",
    "Must be at least 8-characters long.": "Muss mindestens 8 Zeichen lang sein.",
    "Current password": "Aktuelles Passwort",
    "New password": "Neues Passwort",

    "Thank you! You have successfully created a card": "Danke! Du hast erfolgreich eine Karte erstellt",
    "Back to home page": "Zurück zur Startseite",
    "TO DASHBOARD": "ZUM DASHBOARD",
    "Back to website": "Zurück zur Website",
    "Confirm your email address": "Bestätige deine E-Mail-Adresse",
    "We have sent a confirmation to": "Wir haben eine Bestätigung gesendet an",
    "Please confirm your address by clicking the link in the email.": "Bitte bestätige deine Adresse, indem du auf den Link in der E-Mail klickst.",
    "If you don't see it, you may need to": "Wenn du sie nicht siehst,",
    "check your spam": "überprüfe deinen Spam-Ordner",
    "folder.": ".",
    "Still can't find the email? No problem.": "Immer noch keine E-Mail gefunden? Kein Problem.",
    "Back to Log In": "Zurück zum Login",
    "Password recovery": "Passwort wiederherstellen",
    "reset": "zurücksetzen",
    "Reset": "Zurücksetzen",
    "6-digit code*": "6-stelliger Code*",
    "Welcome back!": "Willkommen zurück!",
    "Password*": "Passwort*",
    "Forgot your password?": "Passwort vergessen?",
    "or": "oder",
    "Don't have an account?": "Noch kein Konto?",
    "Sign up": "Registrieren",
    "SIGN UP": "REGISTRIEREN",
    "Create an account": "Konto erstellen",
    "Already have an account?": "Bereits ein Konto?",
    "Log in": "Anmelden",
    "Thank you! You have successfully created an event": "Danke! Du hast erfolgreich ein Event erstellt",
    "Copy the share link": "Link kopieren",
    "Share this code with guests and friends to create postcards. The link leads directly to the card generator.": "Teile diesen Code mit Gästen und Freunden, um Postkarten zu erstellen. Der Link führt direkt zum Kartengenerator.",
    "copy share link": "Link kopieren",
    "generate QR code": "QR-Code generieren",
    "to event settings": "zu Event-Einstellungen",
    "The link has been copied to the clipboard": "Der Link wurde in die Zwischenablage kopiert",
    "Failed to copy link": "Link konnte nicht kopiert werden",
    "Network error": "Netzwerkfehler",

    "Print out the info flyer": "Drucke den Info-Flyer aus",
    "Invite the guests to 52memories with a flyer: Distribute small versions (8 on 1 page) or hang up a 1-page poster. It's so easy!": "Lade Gäste zu 52memories mit einem Flyer ein: Verteile kleine Versionen (8 auf 1 Seite) oder hänge ein 1-seitiges Poster auf. So einfach!",
    "1. What language would you like?": "1. Welche Sprache möchtest du?",
    "2. Select the format of the flyer.": "2. Wähle das Format des Flyers.",
    "Give away:": "Zum Verteilen:",
    "8 on 1 page": "8 auf 1 Seite",
    "Poster:": "Poster:",
    "1-sided": "einseitig",
    "3. Choose color of the flyer.": "3. Wähle die Farbe des Flyers.",
    "Download flyer PDF": "Flyer-PDF herunterladen",

    "Welcome!": "Willkommen!",
    "Thank you for participating in the surprise! Please design your personal piece of memory as a reminder on": "Danke für deine Teilnahme an der Überraschung! Gestalte dein persönliches Erinnerungsstück als Andenken an",
    "Let's go!": "Los geht's!",
    "Create your memory message": "Erstelle deine Erinnerungsnachricht",
    "drag file to upload": "Datei hierher ziehen",
    "browse file": "Datei auswählen",
    "Upload file in 4:3 aspect ratio. Max file size: 50MB.": "Datei im Format 4:3 hochladen. Max. Größe: 50MB.",
    "Your message*": "Deine Nachricht*",
    "Finishing touches": "Letzte Details",
    "1. Select date": "1. Datum auswählen",
    "When will the event take place?": "Wann findet das Event statt?",
    "2. Your name": "2. Dein Name",
    "What are you doing at the event?": "Was ist deine Rolle beim Event?",
    "Your name*": "Dein Name*",
    "Your email*": "Deine E-Mail*",
    "Choose color": "Farbe wählen",
    "Choose envelope type": "Umschlagtyp wählen",
    "Choose stamp": "Stempel wählen",
    "Back": "Zurück",
    "Continue": "Weiter",
    "Complete": "Abschließen",
    "Change image": "Bild ändern",
    "Hey!": "Hey!",
    "All the cards are filled out, everything is ready, and you did a great job!": "Alle Karten sind ausgefüllt, alles ist bereit, super gemacht!",
    "It's too early!": "Noch zu früh!",
    "Access to send greetings will open on": "Der Zugang zum Senden von Grüßen öffnet am",
    "See you then! Prepare your message, and be ready to upload a photo or video from that event, make it the warmest memory for the recipient!": "Bis dann! Bereite deine Nachricht vor und sei bereit, ein Foto oder Video hochzuladen, mach es zur wärmsten Erinnerung!",
    "The event has wrapped up": "Das Event ist abgeschlossen",
    "It was unforgettable! See you at the next exciting events.": "Es war unvergesslich! Wir sehen uns bei den nächsten Events.",
    "2. Customize your piece of memory design": "2. Gestalte dein Erinnerungsdesign",
    "2.1. Upload images": "2.1. Bilder hochladen",
    "2.2. Your message": "2.2. Deine Nachricht",
    "What would you like to wish the recipient?": "Was möchtest du dem Empfänger wünschen?",
    "2.3 Select date": "2.3 Datum auswählen",
    "2.4. Your name": "2.4. Dein Name",

    "Category": "Kategorie",
    "Date": "Datum",
    "Recipients": "Empfänger",
    "Guests": "Gäste",
    "Progress": "Fortschritt",
    "Here you can see the progress of the event.": "Hier siehst du den Fortschritt des Events.",
    "pieces of memory ": "Erinnerungen",
    "Overview of pieces of memory": "Übersicht der Erinnerungen",
    "Still available": "Noch verfügbar",
    "Overview of guests": "Übersicht der Gäste",
    "Check out who has created a card for which date. Share the link above with the code to invite more guests.": "Sieh, wer eine Karte für welches Datum erstellt hat. Teile den Link, um mehr Gäste einzuladen.",
    "name": "Name",
    "Shipping date": "Versanddatum",
    "Change": "Ändern",
    "Change dates": "Daten ändern",
    "Add recipients": "Empfänger hinzufügen",
    "Recipients will receive a weekly memory message.": "Empfänger erhalten wöchentlich eine Erinnerungsnachricht.",
    "Add": "Hinzufügen",
    "Are you sure you want to delete this guest?": "Bist du sicher, dass du diesen Gast löschen möchtest?",
    "Cancel": "Abbrechen",
    "Confirm": "Bestätigen",
    "Not available: The event has already started. Dates can only be changed before the first delivery.": "Nicht verfügbar: Das Event hat bereits begonnen. Daten können nur vor der ersten Lieferung geändert werden.",
    "Not available: There are no available slots left for this event.": "Nicht verfügbar: Für dieses Event sind keine Plätze mehr frei.",
    "26 cards: — One card every two weeks": "26 Karten: — Eine Karte alle zwei Wochen",
    "52 cards: — One card every week": "52 Karten: — Eine Karte jede Woche",
    "104 cards: — Two cards per week": "104 Karten: — Zwei Karten pro Woche"
  },
  "fr": {
    "The recipient will lose access to the album and will no longer receive any notifications.": "Le destinataire perdra l'accès à l'album et ne recevra plus de notifications.",
    "Change recipient details": "Modifier les détails du destinataire",
    "Add a new recipient": "Ajouter un nouveau destinataire",
    "This action cannot be undone, you will not receive a refund for your purchase, and all data related to this event will be permanently lost with no possibility of recovery. Please think twice - this is very important.": "Cette action ne peut être annulée, vous ne recevrez pas de remboursement pour votre achat, et toutes les données liées à cet événement seront définitivement perdues sans possibilité de récupération. Réfléchissez - y à deux fois, c'est très important.",
    "Are you sure you want to delete this event?": "Êtes-vous sûr de vouloir supprimer cet événement?",
    "BACK": "Retour",
    "What’s the occasion?": "Quelle est l'occasion?",
    "They’ll get a warm welcome email from us explaining what 52memories is and who it’s from — unless they gifted it to themselves.": "Ils recevront un e — mail de bienvenue chaleureux de notre part expliquant ce qu'est 52memories et de qui il provient-à moins qu'ils ne se l'offrent eux-mêmes.",
    "Definitely. You can add your group name or all contributor names — we’ll include them in the very first message to the recipient.": "Définitivement. Vous pouvez ajouter le nom de votre groupe ou tous les noms des contributeurs — nous les inclurons dans le tout premier message au destinataire.",
    "Just a smartphone and an internet connection to upload their memory — it’s quick and simple. They can also do it from a computer.": "Juste un smartphone et une connexion Internet pour télécharger leur mémoire — c'est simple et rapide. Ils peuvent également le faire à partir d'un ordinateur.",
    "We’ve made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Abbiamo reso super semplice: gli ospiti caricano una foto o un video, aggiungono un breve messaggio e lo inviano. Nessuna applicazione necessaria.",
    "In your dashboard, you’ll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Dans votre tableau de bord, vous verrez qui a créé des cartes pour quelles dates. Si quelqu'un est un peu trop enthousiaste, vous pouvez simplement supprimer des cartes supplémentaires.",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it’s unlocked for the recipient.": "Dans votre tableau de bord, vous pouvez voir qui a créé les cartes et pour quelles dates, mais le contenu réel reste masqué jusqu'à ce qu'il soit déverrouillé pour le destinataire.",
    "We’re currently thinking this through — there are a few aspects to consider. For now, downloads aren’t available, but it’s something we might offer in the future": "Nous réfléchissons actuellement à cela — il y a quelques aspects à considérer. Pour l'instant, les téléchargements ne sont pas disponibles, mais c'est quelque chose que nous pourrions proposer à l'avenir",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It’s a way to keep the joy alive, long after the day is over.": "Certains jours sont tout simplement trop spéciaux — et ils passent en un instant. 52memories transforme cette journée en quelque chose de durable: une année entière de messages surprises, de photos réfléchies et de moments partagés — livrés lentement, avec amour. C'est une façon de garder la joie vivante, longtemps après la fin de la journée.",
    "No worries — if you’re not happy, you can cancel anytime within 3 months after the first card was sent. We’ll refund the full purchase price and stop all future memory deliveries.": "Pas de soucis — si vous n'êtes pas satisfait, vous pouvez annuler à tout moment dans les 3 mois suivant l'envoi de la première carte. Nous vous rembourserons l'intégralité du prix d'achat et arrêterons toutes les futures livraisons de mémoire.",
    "What if I’m not satisfied with 52memories?": "Que faire si je ne suis pas satisfait de 52memories?",
    "Your personal dashboard shows exactly who’s contributed and how many slots are left — and lets you invite more guests anytime.": "Votre tableau de bord personnel indique exactement qui a contribué et combien de créneaux restants — et vous permet d'inviter plus d'invités à tout moment.",
    "What’s included:": "Ce qui est inclus:",
    "From weddings to birthdays, people all over the world have trusted 52memories to make one day last all year.": "Des mariages aux anniversaires, les gens du monde entier ont fait confiance à 52memories pour qu'une journée dure toute l'année.",
    "Data will be permanently deleted, and this action cannot be undone.": "Les données seront définitivement supprimées et cette action ne peut être annulée.",
    "Change date": "Changer la date",
    "Search by name or email": "Recherche par nom ou e-mail",
    "Add member": "Ajouter un membre",
    "Actions": "Actions",
    "Name": "Nom",
    "Change recipients": "Changer de destinataire",
    "Delete event": "Supprimer l'événement",
    "Proceed with caution.": "Procédez avec prudence.",
    "Danger zone": "Zone de danger",
    "Home": "Accueil",
    "Pricing": "Tarifs",
    "Reviews": "Avis",
    "Blog": "Blog",
    "Set up your event": "Créer un événement",
    "DASHBOARD": "TABLEAU DE BORD",
    "dashboard": "tableau de bord",
    "LOGIN": "CONNEXION",
    "login": "connexion",
    "Make someone smile all year long – for": "Faites sourire quelqu'un toute l'année – pour",
    "Make someone smile all year long - for": "Faites sourire quelqu'un toute l'année – pour",
    "Make someone smile all year long": "Faites sourire quelqu'un toute l'année",
    "weddings": "mariages",
    "birthdays": "anniversaires",
    "parties": "fêtes",
    "any big day": "tout grand jour",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Transformez un jour spécial en 52 semaines de souvenirs. Parce que certains moments sont faits pour durer.",
    "The perfect gift for:": "Le cadeau parfait pour :",
    "Corporate events": "Événements d'entreprise",
    "One day of celebration. 52 reminders of love.": "Un jour de fête. 52 rappels d'amour.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Parfait pour les couples qui préfèrent les souvenirs aux objets. Laissez leurs proches envoyer un message par semaine – sincère, drôle et inoubliable.",
    "Birthday": "Anniversaire",
    "Wedding": "Mariage",
    "how it works": "comment ça marche",
    "Message in. Magic out.": "Message envoyé. Magie reçue.",
    "No app download needed. Easy as 1, 2, 3.": "Pas besoin de télécharger d'app. Simple comme 1, 2, 3.",
    "Step 1": "Étape 1",
    "Step 2": "Étape 2",
    "Step 3": "Étape 3",
    "Step 4": "Étape 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Créez votre événement et invitez les invités avec un simple lien ou un flyer QR code",
    "Guests upload photos or videos with a short message — no app or signup required.": "Les invités téléchargent photos ou vidéos avec un court message — sans app ni inscription.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Nous livrons leurs souvenirs semaine après semaine — dans un bel album en ligne qui grandit avec le temps.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Vous gardez le contrôle : suivez la progression, gérez les invitations et modifiez à tout moment.",
    "Try it for free": "Essayez gratuitement",
    "Send yourself a memory to see how it works – no sign-up required.": "Envoyez-vous un souvenir pour voir comment ça marche – sans inscription.",
    "Create a test memory": "Créer un souvenir test",
    "Ready to set up your event?": "Prêt à créer votre événement ?",
    "Pay once. Enjoy it all year.": "Payez une fois. Profitez toute l'année.",
    "26 Memories": "26 souvenirs",
    "One surprise every two weeks": "Une surprise toutes les deux semaines",
    "Best for small, intimate celebrations": "Idéal pour les petites célébrations intimes",
    "Get started": "Commencer",
    "52 Memories": "52 souvenirs",
    "One surprise every week": "Une surprise chaque semaine",
    "The most loved option": "L'option la plus appréciée",
    "most popular": "le plus populaire",
    "104 Memories": "104 souvenirs",
    "Two surprises per week": "Deux surprises par semaine",
    "Best for large groups and many contributors": "Idéal pour les grands groupes",
    "What's included:": "Ce qui est inclus :",
    "Worldwide access, multiple languages": "Accès mondial, plusieurs langues",
    "Photos and messages, optional video": "Photos et messages, vidéo optionnelle",
    "Timed delivery over 52 weeks": "Livraison programmée sur 52 semaines",
    "100% money-back guarantee": "Garantie satisfait ou remboursé 100%",
    "Quick invites via link or QR code": "Invitations rapides par lien ou QR code",
    "What users remember": "Ce que les utilisateurs retiennent",
    "Turning one day into a year of memories.": "Transformer un jour en une année de souvenirs.",
    "setup": "configuration",
    "MESSAGES": "MESSAGES",
    "GIFTING": "CADEAUX",
    "Is 52memories available worldwide?": "52memories est-il disponible dans le monde entier ?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Oui — en tant que service numérique, 52memories fonctionne partout avec un accès internet. Tant qu'il n'y a pas de restrictions locales, vous pouvez l'utiliser de n'importe où.",
    "What languages does 52memories support?": "Quelles langues 52memories supporte-t-il ?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Les cartes peuvent être écrites dans n'importe quelle langue. L'interface est disponible en plusieurs langues : anglais, allemand, espagnol, français, italien, polonais, néerlandais, portugais, turc — et plus.",
    "How do I know if all memory slots are filled?": "Comment savoir si tous les créneaux sont remplis ?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Votre tableau de bord montre qui a contribué et combien de créneaux restent — et permet d'inviter plus d'invités à tout moment.",
    "Can I set multiple recipients?": "Puis-je définir plusieurs destinataires ?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Oui ! Vous pouvez ajouter plusieurs destinataires — et les modifier plus tard si nécessaire.",
    "Can I increase the number of memories later?": "Puis-je augmenter le nombre de souvenirs plus tard ?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Non — une fois l'événement créé, le rythme de livraison est fixé. Choisissez le nombre avant de commencer.",
    "Can I plan ahead for an event in the future?": "Puis-je planifier un événement futur ?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Absolument. Créez votre événement pour n'importe quelle date future — la semaine prochaine, le mois prochain ou même l'année prochaine.",
    "Can I test before buying?": "Puis-je tester avant d'acheter ?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Absolument ! Essayez et voyez comment les invités créent des souvenirs.",
    "How do I invite guests?": "Comment inviter des invités ?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Envoyez-leur simplement votre lien — ou distribuez le flyer QR imprimé lors de l'événement.",
    "How do I create an event?": "Comment créer un événement ?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Créez un compte, choisissez le nombre de souvenirs et obtenez instantanément votre lien et flyer QR après paiement.",
    "What if I'm not satisfied with 52memories?": "Et si je ne suis pas satisfait de 52memories ?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Pas de souci — si vous n'êtes pas satisfait, vous pouvez annuler dans les 3 mois après la première carte. Nous remboursons intégralement.",
    "Why should I use 52memories?": "Pourquoi utiliser 52memories ?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Certains jours sont trop spéciaux — et passent en un instant. 52memories transforme ce jour en quelque chose de durable : une année de messages surprises, de photos et de moments partagés — livrés avec amour.",
    "Can the photos and videos shared by guests be downloaded?": "Les photos et vidéos partagées par les invités peuvent-elles être téléchargées ?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Nous y réfléchissons. Pour l'instant, les téléchargements ne sont pas disponibles, mais c'est possible à l'avenir.",
    "Can I see the cards that have been created?": "Puis-je voir les cartes créées ?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "Dans votre tableau de bord, vous voyez qui a créé des cartes et pour quelles dates — mais le contenu reste caché jusqu'au déverrouillage.",
    "How are the messages delivered to the recipient?": "Comment les messages sont-ils livrés au destinataire ?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Chaque fois qu'une nouvelle carte se déverrouille, le destinataire reçoit un email avec un lien vers son album en ligne.",
    "What happens if a guest creates multiple cards?": "Que se passe-t-il si un invité crée plusieurs cartes ?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Dans votre tableau de bord, vous voyez qui a créé des cartes. Vous pouvez supprimer les extras.",
    "Can created cards be edited later?": "Les cartes créées peuvent-elles être modifiées plus tard ?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Oui. Les invités reçoivent un email avec un lien pour modifier leur carte.",
    "Do guests need to register or download an app?": "Les invités doivent-ils s'inscrire ou télécharger une app ?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Non ! Ils peuvent créer leur carte immédiatement. Nous avons juste besoin de leur email pour la confirmation.",
    "How do guests create messages?": "Comment les invités créent-ils des messages ?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "C'est très simple — les invités téléchargent une photo ou vidéo, ajoutent un message et envoient. Sans app.",
    "What kind of technical setup do guests need?": "Quel équipement technique les invités ont-ils besoin ?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Juste un smartphone et une connexion internet. On peut aussi le faire depuis un ordinateur.",
    "Can multiple people contribute together?": "Plusieurs personnes peuvent-elles contribuer ensemble ?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Certainement. Vous pouvez ajouter le nom du groupe ou tous les noms — nous les inclurons dans le premier message.",
    "How does the recipient find out about the gift?": "Comment le destinataire découvre-t-il le cadeau ?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Ils recevront un email de bienvenue chaleureux expliquant ce qu'est 52memories et de qui ça vient.",
    "Can I use it for a couple, a single person, or a group?": "Puis-je l'utiliser pour un couple, une personne ou un groupe ?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Oui ! 52memories est parfait pour les anniversaires, mariages, jubilés, adieux, événements d'équipe et bien d'autres occasions.",
    "How much does it cost?": "Combien ça coûte ?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Le prix dépend du nombre de souvenirs : bimensuel (26), hebdomadaire (52) ou deux fois par semaine (104).",
    "NAVIGATION": "NAVIGATION",
    "Farewell": "Adieu",
    "Baby shower": "Baby shower",
    "Retirement": "Retraite",
    "Anniversary": "Anniversaire",
    "Graduation": "Remise de diplôme",
    "Team event": "Événement d'équipe",
    "Social links": "Liens sociaux",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Tous droits réservés.",
    "Privacy": "Confidentialité",
    "Site notice": "Mentions légales",
    "Terms and conditions": "Conditions générales",
    "Cookies Settings": "Paramètres des cookies",
    "Made with love by Ministry": "Fait avec amour par Ministry",

    "Overview": "Aperçu",
    "affiliate program": "programme d'affiliation",
    "support": "support",
    "settings": "paramètres",
    "Events": "Événements",
    "Settings": "Paramètres",
    "Support": "Support",
    "log out": "déconnexion",
    "Log out": "Déconnexion",
    "Create a new event": "Créer un nouvel événement",
    "1. Choose an event": "1. Choisir un événement",
    "What's the occasion?": "Quelle est l'occasion ?",
    "YOUR OPTION": "VOTRE OPTION",
    "2. Event name": "2. Nom de l'événement",
    "This will be your event name.": "Ce sera le nom de votre événement.",
    "Event name*": "Nom de l'événement*",
    "3. Select package": "3. Choisir le forfait",
    "How many memories would you like to collect?": "Combien de souvenirs souhaitez-vous collecter ?",
    "26 cards": "26 cartes",
    "One card every two weeks": "Une carte toutes les deux semaines",
    "52 cards": "52 cartes",
    "One card every week": "Une carte chaque semaine",
    "104 cards": "104 cartes",
    "Two cards per week": "Deux cartes par semaine",
    "4. Card options": "4. Options de carte",
    "Do you want to include video messages?": "Voulez-vous inclure des messages vidéo ?",
    "Only images": "Images uniquement",
    "images + video": "images + vidéo",
    "5. Select date": "5. Choisir la date",
    "When does the event take place?": "Quand a lieu l'événement ?",
    "6. Your role": "6. Votre rôle",
    "Are the memories for you or for someone else?": "Les souvenirs sont-ils pour vous ou pour quelqu'un d'autre ?",
    "for me": "pour moi",
    "for someone else": "pour quelqu'un d'autre",
    "7. Your name": "7. Votre nom",
    "Who made 52memories for the event possible?": "Qui a rendu 52memories possible pour l'événement ?",
    "Name*": "Nom*",
    "Add more people": "Ajouter plus de personnes",
    "8. Recipients": "8. Destinataires",
    "Who should have access to the memories?": "Qui devrait avoir accès aux souvenirs ?",
    "Email*": "Email*",
    "9. Voucher code": "9. Code promo",
    "Have a voucher to redeem?": "Avez-vous un code promo à utiliser ?",
    "Coupon": "Coupon",
    "Check code": "Vérifier le code",
    "NEXT": "SUIVANT",
    "Thank you! Your submission has been received!": "Merci ! Votre demande a été reçue !",
    "Oops! Something went wrong while submitting the form.": "Oups ! Une erreur s'est produite lors de l'envoi.",
    "Delete": "Supprimer",
    "Maximum of 10 people": "Maximum 10 personnes",
    "Category limit reached": "Limite de catégories atteinte",
    "already exists": "existe déjà",
    "Please select the date of the event": "Veuillez sélectionner la date de l'événement",
    "Please enter the event name": "Veuillez entrer le nom de l'événement",
    "Prev": "Précédent",
    "Next": "Suivant",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mer",
    "Thu": "Jeu",
    "Fri": "Ven",
    "Sat": "Sam",
    "Sun": "Dim",
    "January": "Janvier",
    "February": "Février",
    "March": "Mars",
    "April": "Avril",
    "May": "Mai",
    "June": "Juin",
    "July": "Juillet",
    "August": "Août",
    "September": "Septembre",
    "October": "Octobre",
    "November": "Novembre",
    "December": "Décembre",
    "Today": "Aujourd'hui",
    "Date not selected": "Date non sélectionnée",
    "Invalid code. That code didn't work. Try again?": "Code invalide. Ce code n'a pas fonctionné. Réessayer ?",
    "Code applied. Voucher applied": "Code appliqué. Coupon activé",
    "off": "de réduction",
    "Promo code applied successfully!": "Code promo appliqué avec succès !",
    "Network error. Please try again.": "Erreur réseau. Veuillez réessayer.",
    "Please enter a promo code": "Veuillez entrer un code promo",
    "Something went wrong. Please try again.": "Une erreur s'est produite. Veuillez réessayer.",

    "Your Dashboard": "Votre tableau de bord",
    "Do you know that 52 memories is a great gift for birthday and other parties?": "Saviez-vous que 52memories est un excellent cadeau pour les anniversaires et autres fêtes ?",
    "Click here and receive 10% discount for a new event.": "Cliquez ici et recevez 10% de réduction sur un nouvel événement.",
    "Created events": "Événements créés",
    "Event name": "Nom de l'événement",
    "Event category": "Catégorie de l'événement",
    "created": "créé",
    "sent": "envoyé",
    "Status": "Statut",
    "Manage": "Gérer",
    "Proceed to payment": "Procéder au paiement",
    "Error while paying for the event.": "Erreur lors du paiement de l'événement.",
    "Your events": "Vos événements",
    "received": "reçu",
    "View gallery": "Voir la galerie",
    "Retry payment": "Réessayer le paiement",
    "The previous payment was not completed successfully. Please try again by clicking the \"Try again\" button below — you will be redirected to the payment page.": "Le paiement précédent n'a pas été effectué avec succès. Veuillez réessayer en cliquant sur « Réessayer » ci-dessous — vous serez redirigé vers la page de paiement.",
    "Try again": "Réessayer",
    "No events yet": "Aucun événement pour le moment",
    "active": "actif",
    "draft": "brouillon",
    "past": "passé",
    "Please wait...": "Veuillez patienter...",

    "First name*": "Prénom*",
    "Question*": "Question*",
    "submit": "envoyer",
    "Submit": "Envoyer",

    "Change email": "Modifier l'email",
    "Use this form to update your email.": "Utilisez ce formulaire pour mettre à jour votre email.",
    "New email": "Nouvel email",
    "save": "enregistrer",
    "Save": "Enregistrer",
    "Change password": "Modifier le mot de passe",
    "Must be at least 8-characters long.": "Doit contenir au moins 8 caractères.",
    "Current password": "Mot de passe actuel",
    "New password": "Nouveau mot de passe",

    "Thank you! You have successfully created a card": "Merci ! Vous avez créé une carte avec succès",
    "Back to home page": "Retour à l'accueil",
    "TO DASHBOARD": "VERS LE TABLEAU DE BORD",
    "Back to website": "Retour au site",
    "Confirm your email address": "Confirmez votre adresse email",
    "We have sent a confirmation to": "Nous avons envoyé une confirmation à",
    "Please confirm your address by clicking the link in the email.": "Veuillez confirmer votre adresse en cliquant sur le lien dans l'email.",
    "If you don't see it, you may need to": "Si vous ne le voyez pas,",
    "check your spam": "vérifiez votre dossier spam",
    "folder.": ".",
    "Still can't find the email? No problem.": "Toujours pas d'email ? Pas de problème.",
    "Back to Log In": "Retour à la connexion",
    "Password recovery": "Récupération du mot de passe",
    "reset": "réinitialiser",
    "Reset": "Réinitialiser",
    "6-digit code*": "Code à 6 chiffres*",
    "Welcome back!": "Bon retour !",
    "Password*": "Mot de passe*",
    "Forgot your password?": "Mot de passe oublié ?",
    "or": "ou",
    "Don't have an account?": "Pas encore de compte ?",
    "Sign up": "S'inscrire",
    "SIGN UP": "S'INSCRIRE",
    "Create an account": "Créer un compte",
    "Already have an account?": "Déjà un compte ?",
    "Log in": "Se connecter",
    "Thank you! You have successfully created an event": "Merci ! Vous avez créé un événement avec succès",
    "Copy the share link": "Copier le lien de partage",
    "Share this code with guests and friends to create postcards. The link leads directly to the card generator.": "Partagez ce code avec vos invités et amis pour créer des cartes. Le lien mène directement au générateur de cartes.",
    "copy share link": "copier le lien",
    "generate QR code": "générer un QR code",
    "to event settings": "vers les paramètres de l'événement",
    "The link has been copied to the clipboard": "Le lien a été copié dans le presse-papiers",
    "Failed to copy link": "Échec de la copie du lien",
    "Network error": "Erreur réseau",

    "Print out the info flyer": "Imprimez le flyer d'information",
    "Invite the guests to 52memories with a flyer: Distribute small versions (8 on 1 page) or hang up a 1-page poster. It's so easy!": "Invitez les invités à 52memories avec un flyer : distribuez des petites versions (8 sur 1 page) ou affichez un poster. C'est si simple !",
    "1. What language would you like?": "1. Quelle langue souhaitez-vous ?",
    "2. Select the format of the flyer.": "2. Sélectionnez le format du flyer.",
    "Give away:": "À distribuer :",
    "8 on 1 page": "8 sur 1 page",
    "Poster:": "Poster :",
    "1-sided": "recto seul",
    "3. Choose color of the flyer.": "3. Choisissez la couleur du flyer.",
    "Download flyer PDF": "Télécharger le flyer PDF",

    "Welcome!": "Bienvenue !",
    "Thank you for participating in the surprise! Please design your personal piece of memory as a reminder on": "Merci de participer à la surprise ! Créez votre souvenir personnel en rappel du",
    "Let's go!": "C'est parti !",
    "Create your memory message": "Créez votre message souvenir",
    "drag file to upload": "glissez un fichier pour télécharger",
    "browse file": "parcourir les fichiers",
    "Upload file in 4:3 aspect ratio. Max file size: 50MB.": "Téléchargez un fichier au format 4:3. Taille max : 50MB.",
    "Your message*": "Votre message*",
    "Finishing touches": "Touches finales",
    "1. Select date": "1. Sélectionner la date",
    "When will the event take place?": "Quand aura lieu l'événement ?",
    "2. Your name": "2. Votre nom",
    "What are you doing at the event?": "Quel est votre rôle à l'événement ?",
    "Your name*": "Votre nom*",
    "Your email*": "Votre email*",
    "Choose color": "Choisir la couleur",
    "Choose envelope type": "Choisir le type d'enveloppe",
    "Choose stamp": "Choisir le timbre",
    "Back": "Retour",
    "Continue": "Continuer",
    "Complete": "Terminer",
    "Change image": "Changer l'image",
    "Hey!": "Salut !",
    "All the cards are filled out, everything is ready, and you did a great job!": "Toutes les cartes sont remplies, tout est prêt, excellent travail !",
    "It's too early!": "C'est trop tôt !",
    "Access to send greetings will open on": "L'accès pour envoyer des vœux s'ouvrira le",
    "See you then! Prepare your message, and be ready to upload a photo or video from that event, make it the warmest memory for the recipient!": "À bientôt ! Préparez votre message et soyez prêt à télécharger une photo ou vidéo, faites-en le plus beau souvenir !",
    "The event has wrapped up": "L'événement est terminé",
    "It was unforgettable! See you at the next exciting events.": "C'était inoubliable ! À bientôt pour les prochains événements.",
    "2. Customize your piece of memory design": "2. Personnalisez le design de votre souvenir",
    "2.1. Upload images": "2.1. Télécharger des images",
    "2.2. Your message": "2.2. Votre message",
    "What would you like to wish the recipient?": "Que souhaitez-vous au destinataire ?",
    "2.3 Select date": "2.3 Sélectionner la date",
    "2.4. Your name": "2.4. Votre nom",

    "Category": "Catégorie",
    "Date": "Date",
    "Recipients": "Destinataires",
    "Guests": "Invités",
    "Progress": "Progression",
    "Here you can see the progress of the event.": "Ici vous pouvez voir la progression de l'événement.",
    "pieces of memory ": "souvenirs",
    "Overview of pieces of memory": "Aperçu des souvenirs",
    "Still available": "Encore disponible",
    "Overview of guests": "Aperçu des invités",
    "Check out who has created a card for which date. Share the link above with the code to invite more guests.": "Voyez qui a créé une carte pour quelle date. Partagez le lien pour inviter plus d'invités.",
    "name": "nom",
    "Shipping date": "Date d'envoi",
    "Change": "Modifier",
    "Change dates": "Modifier les dates",
    "Add recipients": "Ajouter des destinataires",
    "Recipients will receive a weekly memory message.": "Les destinataires recevront un message souvenir hebdomadaire.",
    "Add": "Ajouter",
    "Are you sure you want to delete this guest?": "Êtes-vous sûr de vouloir supprimer cet invité ?",
    "Cancel": "Annuler",
    "Confirm": "Confirmer",
    "Not available: The event has already started. Dates can only be changed before the first delivery.": "Non disponible : L'événement a déjà commencé. Les dates ne peuvent être modifiées qu'avant la première livraison.",
    "Not available: There are no available slots left for this event.": "Non disponible : Il ne reste plus de créneaux pour cet événement.",
    "26 cards: — One card every two weeks": "26 cartes : — Une carte toutes les deux semaines",
    "52 cards: — One card every week": "52 cartes : — Une carte chaque semaine",
    "104 cards: — Two cards per week": "104 cartes : — Deux cartes par semaine"
  },
  "it": {
    "The recipient will lose access to the album and will no longer receive any notifications.": "Il destinatario perderà l'accesso all'album e non riceverà più alcuna notifica.",
    "Change recipient details": "Modificare i dettagli del destinatario",
    "Add a new recipient": "Aggiungi un nuovo destinatario",
    "This action cannot be undone, you will not receive a refund for your purchase, and all data related to this event will be permanently lost with no possibility of recovery. Please think twice - this is very important.": "Questa azione non può essere annullata, non riceverai un rimborso per il tuo acquisto e tutti i dati relativi a questo evento andranno persi definitivamente senza possibilità di recupero. Per favore pensaci due volte-questo è molto importante.",
    "Are you sure you want to delete this event?": "Eliminare veramente questo evento?",
    "BACK": "Indietro",
    "What’s the occasion?": "Qual e ' l'occasione?",
    "They’ll get a warm welcome email from us explaining what 52memories is and who it’s from — unless they gifted it to themselves.": "Riceveranno una calorosa e — mail di benvenuto da noi che spiega cos'è 52memories e da chi proviene, a meno che non lo abbiano regalato a se stessi.",
    "Definitely. You can add your group name or all contributor names — we’ll include them in the very first message to the recipient.": "Sicuramente. Puoi aggiungere il nome del tuo gruppo o tutti i nomi dei collaboratori-li includeremo nel primo messaggio al destinatario.",
    "Just a smartphone and an internet connection to upload their memory — it’s quick and simple. They can also do it from a computer.": "Basta uno smartphone e una connessione Internet per caricare la loro memoria — è semplice e veloce. Possono anche farlo da un computer.",
    "We’ve made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Abbiamo reso super semplice: gli ospiti caricano una foto o un video, aggiungono un breve messaggio e lo inviano. Nessuna applicazione necessaria.",
    "In your dashboard, you’ll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Nella tua dashboard, vedrai chi ha creato le carte per quali date. Se qualcuno è diventato un po ' troppo entusiasta, puoi semplicemente eliminare le carte extra.",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it’s unlocked for the recipient.": "Nella dashboard, puoi vedere chi ha creato le carte e per quali date, ma il contenuto effettivo rimane nascosto fino a quando non viene sbloccato per il destinatario.",
    "We’re currently thinking this through — there are a few aspects to consider. For now, downloads aren’t available, but it’s something we might offer in the future": "Attualmente stiamo pensando a questo attraverso-ci sono alcuni aspetti da considerare. Per ora, i download non sono disponibili, ma è qualcosa che potremmo offrire in futuro",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It’s a way to keep the joy alive, long after the day is over.": "Alcuni giorni sono semplicemente troppo speciali-e volano in un istante. 52memories trasforma quel giorno in qualcosa di duraturo: un anno intero di messaggi a sorpresa, foto riflessive e momenti condivisi — consegnati lentamente, con amore. È un modo per mantenere viva la gioia, molto tempo dopo che la giornata è finita.",
    "No worries — if you’re not happy, you can cancel anytime within 3 months after the first card was sent. We’ll refund the full purchase price and stop all future memory deliveries.": "Nessun problema-se non sei felice, puoi annullare in qualsiasi momento entro 3 mesi dall'invio della prima carta. Rimborseremo l'intero prezzo di acquisto e interromperemo tutte le future consegne di memoria.",
    "What if I’m not satisfied with 52memories?": "Cosa succede se non sono soddisfatto di 52memories?",
    "Your personal dashboard shows exactly who’s contributed and how many slots are left — and lets you invite more guests anytime.": "La tua dashboard personale mostra esattamente chi ha contribuito e quanti slot sono rimasti e ti consente di invitare più ospiti in qualsiasi momento.",
    "What’s included:": "Cosa è incluso:",
    "From weddings to birthdays, people all over the world have trusted 52memories to make one day last all year.": "Dai matrimoni ai compleanni, le persone di tutto il mondo si sono fidate di 52memories per far durare un giorno tutto l'anno.",
    "Data will be permanently deleted, and this action cannot be undone.": "I dati verranno eliminati in modo permanente e questa azione non può essere annullata.",
    "Change date": "Cambia data",
    "Search by name or email": "Ricerca per nome o e-mail",
    "Add member": "Aggiungi membro",
    "Actions": "Azione",
    "Name": "Nome",
    "Change recipients": "Cambia destinatari",
    "Delete event": "Elimina evento",
    "Proceed with caution.": "Procedere con cautela.",
    "Danger zone": "Zona di pericolo",
    "Home": "Home",
    "Pricing": "Prezzi",
    "Reviews": "Recensioni",
    "Blog": "Blog",
    "Set up your event": "Crea il tuo evento",
    "DASHBOARD": "DASHBOARD",
    "dashboard": "dashboard",
    "LOGIN": "ACCEDI",
    "login": "accedi",
    "Make someone smile all year long – for": "Fai sorridere qualcuno tutto l'anno – per",
    "Make someone smile all year long - for": "Fai sorridere qualcuno tutto l'anno – per",
    "Make someone smile all year long": "Fai sorridere qualcuno tutto l'anno",
    "weddings": "matrimoni",
    "birthdays": "compleanni",
    "parties": "feste",
    "any big day": "ogni grande giorno",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Trasforma un giorno speciale in 52 settimane di ricordi. Perché alcuni momenti sono fatti per durare.",
    "The perfect gift for:": "Il regalo perfetto per:",
    "Corporate events": "Eventi aziendali",
    "One day of celebration. 52 reminders of love.": "Un giorno di festa. 52 promemoria d'amore.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Perfetto per le coppie che apprezzano i ricordi più delle cose. Lascia che i loro cari inviino un messaggio a settimana – sincero, divertente e indimenticabile.",
    "Birthday": "Compleanno",
    "Wedding": "Matrimonio",
    "how it works": "come funziona",
    "Message in. Magic out.": "Messaggio dentro. Magia fuori.",
    "No app download needed. Easy as 1, 2, 3.": "Nessuna app da scaricare. Facile come 1, 2, 3.",
    "Step 1": "Passo 1",
    "Step 2": "Passo 2",
    "Step 3": "Passo 3",
    "Step 4": "Passo 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Crea il tuo evento e invita gli ospiti con un semplice link o volantino QR code",
    "Guests upload photos or videos with a short message — no app or signup required.": "Gli ospiti caricano foto o video con un breve messaggio — senza app o registrazione.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Consegniamo i loro ricordi settimana dopo settimana — in un bellissimo album online che cresce nel tempo.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Mantieni il controllo: monitora i progressi, gestisci gli inviti e apporta modifiche in qualsiasi momento.",
    "Try it for free": "Prova gratis",
    "Send yourself a memory to see how it works – no sign-up required.": "Inviati un ricordo per vedere come funziona – senza registrazione.",
    "Create a test memory": "Crea un ricordo di prova",
    "Ready to set up your event?": "Pronto a creare il tuo evento?",
    "Pay once. Enjoy it all year.": "Paga una volta. Goditi tutto l'anno.",
    "26 Memories": "26 ricordi",
    "One surprise every two weeks": "Una sorpresa ogni due settimane",
    "Best for small, intimate celebrations": "Ideale per piccole celebrazioni intime",
    "Get started": "Inizia",
    "52 Memories": "52 ricordi",
    "One surprise every week": "Una sorpresa ogni settimana",
    "The most loved option": "L'opzione più amata",
    "most popular": "più popolare",
    "104 Memories": "104 ricordi",
    "Two surprises per week": "Due sorprese a settimana",
    "Best for large groups and many contributors": "Ideale per grandi gruppi",
    "What's included:": "Cosa è incluso:",
    "Worldwide access, multiple languages": "Accesso mondiale, più lingue",
    "Photos and messages, optional video": "Foto e messaggi, video opzionale",
    "Timed delivery over 52 weeks": "Consegna programmata su 52 settimane",
    "100% money-back guarantee": "Garanzia soddisfatti o rimborsati 100%",
    "Quick invites via link or QR code": "Inviti rapidi tramite link o QR code",
    "What users remember": "Cosa ricordano gli utenti",
    "Turning one day into a year of memories.": "Trasformare un giorno in un anno di ricordi.",
    "setup": "configurazione",
    "MESSAGES": "MESSAGGI",
    "GIFTING": "REGALI",
    "Is 52memories available worldwide?": "52memories è disponibile in tutto il mondo?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Sì — come servizio digitale, 52memories funziona ovunque con accesso a internet. Se non ci sono restrizioni locali, puoi usarlo da qualsiasi parte del mondo.",
    "What languages does 52memories support?": "Quali lingue supporta 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Le carte possono essere scritte in qualsiasi lingua. L'interfaccia è disponibile in più lingue: inglese, tedesco, spagnolo, francese, italiano, polacco, olandese, portoghese, turco — e altre.",
    "How do I know if all memory slots are filled?": "Come faccio a sapere se tutti gli slot sono pieni?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "La tua dashboard mostra chi ha contribuito e quanti slot restano — e permette di invitare altri ospiti.",
    "Can I set multiple recipients?": "Posso impostare più destinatari?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Sì! Puoi aggiungere più destinatari — e modificarli in seguito se necessario.",
    "Can I increase the number of memories later?": "Posso aumentare il numero di ricordi in seguito?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "No — una volta creato l'evento, il ritmo di consegna è fisso. Scegli il numero prima di iniziare.",
    "Can I plan ahead for an event in the future?": "Posso pianificare un evento futuro?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Assolutamente. Crea il tuo evento per qualsiasi data futura — la prossima settimana, il prossimo mese o anche l'anno prossimo.",
    "Can I test before buying?": "Posso provare prima di acquistare?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Assolutamente! Prova e guarda come gli ospiti creano ricordi.",
    "How do I invite guests?": "Come invito gli ospiti?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Invia loro il tuo link — o distribuisci il volantino QR stampato all'evento.",
    "How do I create an event?": "Come creo un evento?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Crea un account, scegli quanti ricordi vuoi inviare e ottieni subito il link e il volantino QR dopo il pagamento.",
    "What if I'm not satisfied with 52memories?": "E se non sono soddisfatto di 52memories?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Nessun problema — se non sei soddisfatto, puoi annullare entro 3 mesi dalla prima carta. Rimborsiamo l'intero importo.",
    "Why should I use 52memories?": "Perché dovrei usare 52memories?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Alcuni giorni sono troppo speciali — e passano in un istante. 52memories trasforma quel giorno in qualcosa di duraturo: un anno di messaggi sorpresa, foto e momenti condivisi — consegnati con amore.",
    "Can the photos and videos shared by guests be downloaded?": "Le foto e i video condivisi dagli ospiti possono essere scaricati?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Ci stiamo lavorando. Per ora i download non sono disponibili, ma potrebbero esserlo in futuro.",
    "Can I see the cards that have been created?": "Posso vedere le carte create?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "Nella dashboard vedi chi ha creato carte e per quali date — ma il contenuto resta nascosto fino allo sblocco.",
    "How are the messages delivered to the recipient?": "Come vengono consegnati i messaggi al destinatario?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Ogni volta che si sblocca una nuova carta, il destinatario riceve un'email con un link al suo album online.",
    "What happens if a guest creates multiple cards?": "Cosa succede se un ospite crea più carte?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "Nella dashboard vedi chi ha creato carte. Puoi eliminare quelle in eccesso.",
    "Can created cards be edited later?": "Le carte create possono essere modificate in seguito?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Sì. Gli ospiti ricevono un'email con un link per modificare la carta.",
    "Do guests need to register or download an app?": "Gli ospiti devono registrarsi o scaricare un'app?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "No! Possono creare la carta subito. Serve solo l'email per la conferma.",
    "How do guests create messages?": "Come creano i messaggi gli ospiti?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "È semplicissimo — gli ospiti caricano foto o video, aggiungono un messaggio e inviano. Senza app.",
    "What kind of technical setup do guests need?": "Quale attrezzatura tecnica serve agli ospiti?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Solo uno smartphone e connessione internet. Si può fare anche da computer.",
    "Can multiple people contribute together?": "Più persone possono contribuire insieme?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Certamente. Puoi aggiungere il nome del gruppo o tutti i nomi — li includeremo nel primo messaggio.",
    "How does the recipient find out about the gift?": "Come scopre il destinatario del regalo?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Riceveranno un'email di benvenuto che spiega cos'è 52memories e da chi viene.",
    "Can I use it for a couple, a single person, or a group?": "Posso usarlo per una coppia, una persona o un gruppo?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Sì! 52memories è perfetto per compleanni, matrimoni, anniversari, addii, eventi di squadra e molte altre occasioni.",
    "How much does it cost?": "Quanto costa?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Il prezzo dipende da quanti ricordi vuoi inviare: bisettimanale (26), settimanale (52) o due volte a settimana (104).",
    "NAVIGATION": "NAVIGAZIONE",
    "Farewell": "Addio",
    "Baby shower": "Baby shower",
    "Retirement": "Pensionamento",
    "Anniversary": "Anniversario",
    "Graduation": "Laurea",
    "Team event": "Evento di squadra",
    "Social links": "Link social",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Tutti i diritti riservati.",
    "Privacy": "Privacy",
    "Site notice": "Note legali",
    "Terms and conditions": "Termini e condizioni",
    "Cookies Settings": "Impostazioni cookie",
    "Made with love by Ministry": "Fatto con amore da Ministry",

    "Overview": "Panoramica",
    "affiliate program": "programma affiliati",
    "support": "supporto",
    "settings": "impostazioni",
    "Events": "Eventi",
    "Settings": "Impostazioni",
    "Support": "Supporto",
    "log out": "esci",
    "Log out": "Esci",
    "Create a new event": "Crea un nuovo evento",
    "1. Choose an event": "1. Scegli un evento",
    "What's the occasion?": "Qual è l'occasione?",
    "YOUR OPTION": "LA TUA OPZIONE",
    "2. Event name": "2. Nome evento",
    "This will be your event name.": "Questo sarà il nome del tuo evento.",
    "Event name*": "Nome evento*",
    "3. Select package": "3. Seleziona pacchetto",
    "How many memories would you like to collect?": "Quanti ricordi vorresti raccogliere?",
    "26 cards": "26 carte",
    "One card every two weeks": "Una carta ogni due settimane",
    "52 cards": "52 carte",
    "One card every week": "Una carta ogni settimana",
    "104 cards": "104 carte",
    "Two cards per week": "Due carte a settimana",
    "4. Card options": "4. Opzioni carta",
    "Do you want to include video messages?": "Vuoi includere messaggi video?",
    "Only images": "Solo immagini",
    "images + video": "immagini + video",
    "5. Select date": "5. Seleziona data",
    "When does the event take place?": "Quando si svolge l'evento?",
    "6. Your role": "6. Il tuo ruolo",
    "Are the memories for you or for someone else?": "I ricordi sono per te o per qualcun altro?",
    "for me": "per me",
    "for someone else": "per qualcun altro",
    "7. Your name": "7. Il tuo nome",
    "Who made 52memories for the event possible?": "Chi ha reso possibile 52memories per l'evento?",
    "Name*": "Nome*",
    "Add more people": "Aggiungi altre persone",
    "8. Recipients": "8. Destinatari",
    "Who should have access to the memories?": "Chi dovrebbe avere accesso ai ricordi?",
    "Email*": "Email*",
    "9. Voucher code": "9. Codice sconto",
    "Have a voucher to redeem?": "Hai un codice sconto da utilizzare?",
    "Coupon": "Coupon",
    "Check code": "Verifica codice",
    "NEXT": "AVANTI",
    "Thank you! Your submission has been received!": "Grazie! La tua richiesta è stata ricevuta!",
    "Oops! Something went wrong while submitting the form.": "Ops! Qualcosa è andato storto durante l'invio.",
    "Delete": "Elimina",
    "Maximum of 10 people": "Massimo 10 persone",
    "Category limit reached": "Limite categorie raggiunto",
    "already exists": "esiste già",
    "Please select the date of the event": "Seleziona la data dell'evento",
    "Please enter the event name": "Inserisci il nome dell'evento",
    "Prev": "Precedente",
    "Next": "Successivo",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mer",
    "Thu": "Gio",
    "Fri": "Ven",
    "Sat": "Sab",
    "Sun": "Dom",
    "January": "Gennaio",
    "February": "Febbraio",
    "March": "Marzo",
    "April": "Aprile",
    "May": "Maggio",
    "June": "Giugno",
    "July": "Luglio",
    "August": "Agosto",
    "September": "Settembre",
    "October": "Ottobre",
    "November": "Novembre",
    "December": "Dicembre",
    "Today": "Oggi",
    "Date not selected": "Data non selezionata",
    "Invalid code. That code didn't work. Try again?": "Codice non valido. Questo codice non ha funzionato. Riprovare?",
    "Code applied. Voucher applied": "Codice applicato. Coupon attivato",
    "off": "di sconto",
    "Promo code applied successfully!": "Codice promo applicato con successo!",
    "Network error. Please try again.": "Errore di rete. Riprova.",
    "Please enter a promo code": "Inserisci un codice promo",
    "Something went wrong. Please try again.": "Qualcosa è andato storto. Riprova.",

    "Your Dashboard": "La tua dashboard",
    "Do you know that 52 memories is a great gift for birthday and other parties?": "Sapevi che 52memories è un ottimo regalo per compleanni e altre feste?",
    "Click here and receive 10% discount for a new event.": "Clicca qui e ricevi il 10% di sconto su un nuovo evento.",
    "Created events": "Eventi creati",
    "Event name": "Nome evento",
    "Event category": "Categoria evento",
    "created": "creato",
    "sent": "inviato",
    "Status": "Stato",
    "Manage": "Gestisci",
    "Proceed to payment": "Procedi al pagamento",
    "Error while paying for the event.": "Errore durante il pagamento dell'evento.",
    "Your events": "I tuoi eventi",
    "received": "ricevuto",
    "View gallery": "Visualizza galleria",
    "Retry payment": "Riprova pagamento",
    "The previous payment was not completed successfully. Please try again by clicking the \"Try again\" button below — you will be redirected to the payment page.": "Il pagamento precedente non è stato completato. Riprova cliccando su «Riprova» qui sotto — sarai reindirizzato alla pagina di pagamento.",
    "Try again": "Riprova",
    "No events yet": "Nessun evento ancora",
    "active": "attivo",
    "draft": "bozza",
    "past": "passato",
    "Please wait...": "Attendere...",

    "First name*": "Nome*",
    "Question*": "Domanda*",
    "submit": "invia",
    "Submit": "Invia",

    "Change email": "Cambia email",
    "Use this form to update your email.": "Usa questo modulo per aggiornare la tua email.",
    "New email": "Nuova email",
    "save": "salva",
    "Save": "Salva",
    "Change password": "Cambia password",
    "Must be at least 8-characters long.": "Deve contenere almeno 8 caratteri.",
    "Current password": "Password attuale",
    "New password": "Nuova password",

    "Thank you! You have successfully created a card": "Grazie! Hai creato una carta con successo",
    "Back to home page": "Torna alla home",
    "TO DASHBOARD": "ALLA DASHBOARD",
    "Back to website": "Torna al sito",
    "Confirm your email address": "Conferma il tuo indirizzo email",
    "We have sent a confirmation to": "Abbiamo inviato una conferma a",
    "Please confirm your address by clicking the link in the email.": "Conferma il tuo indirizzo cliccando sul link nell'email.",
    "If you don't see it, you may need to": "Se non la vedi,",
    "check your spam": "controlla la cartella spam",
    "folder.": ".",
    "Still can't find the email? No problem.": "Non riesci ancora a trovare l'email? Nessun problema.",
    "Back to Log In": "Torna al login",
    "Password recovery": "Recupero password",
    "reset": "reimposta",
    "Reset": "Reimposta",
    "6-digit code*": "Codice a 6 cifre*",
    "Welcome back!": "Bentornato!",
    "Password*": "Password*",
    "Forgot your password?": "Password dimenticata?",
    "or": "oppure",
    "Don't have an account?": "Non hai un account?",
    "Sign up": "Registrati",
    "SIGN UP": "REGISTRATI",
    "Create an account": "Crea un account",
    "Already have an account?": "Hai già un account?",
    "Log in": "Accedi",
    "Thank you! You have successfully created an event": "Grazie! Hai creato un evento con successo",
    "Copy the share link": "Copia il link di condivisione",
    "Share this code with guests and friends to create postcards. The link leads directly to the card generator.": "Condividi questo codice con ospiti e amici per creare cartoline. Il link porta direttamente al generatore di carte.",
    "copy share link": "copia link",
    "generate QR code": "genera QR code",
    "to event settings": "alle impostazioni evento",
    "The link has been copied to the clipboard": "Il link è stato copiato negli appunti",
    "Failed to copy link": "Impossibile copiare il link",
    "Network error": "Errore di rete",

    "Print out the info flyer": "Stampa il volantino informativo",
    "Invite the guests to 52memories with a flyer: Distribute small versions (8 on 1 page) or hang up a 1-page poster. It's so easy!": "Invita gli ospiti a 52memories con un volantino: distribuisci piccole versioni (8 su 1 pagina) o appendi un poster. È così semplice!",
    "1. What language would you like?": "1. Quale lingua preferisci?",
    "2. Select the format of the flyer.": "2. Seleziona il formato del volantino.",
    "Give away:": "Da distribuire:",
    "8 on 1 page": "8 su 1 pagina",
    "Poster:": "Poster:",
    "1-sided": "un lato",
    "3. Choose color of the flyer.": "3. Scegli il colore del volantino.",
    "Download flyer PDF": "Scarica volantino PDF",

    "Welcome!": "Benvenuto!",
    "Thank you for participating in the surprise! Please design your personal piece of memory as a reminder on": "Grazie per partecipare alla sorpresa! Crea il tuo ricordo personale come promemoria del",
    "Let's go!": "Andiamo!",
    "Create your memory message": "Crea il tuo messaggio ricordo",
    "drag file to upload": "trascina il file per caricare",
    "browse file": "sfoglia file",
    "Upload file in 4:3 aspect ratio. Max file size: 50MB.": "Carica file in formato 4:3. Dimensione max: 50MB.",
    "Your message*": "Il tuo messaggio*",
    "Finishing touches": "Ultimi ritocchi",
    "1. Select date": "1. Seleziona data",
    "When will the event take place?": "Quando si svolge l'evento?",
    "2. Your name": "2. Il tuo nome",
    "What are you doing at the event?": "Qual è il tuo ruolo all'evento?",
    "Your name*": "Il tuo nome*",
    "Your email*": "La tua email*",
    "Choose color": "Scegli colore",
    "Choose envelope type": "Scegli tipo di busta",
    "Choose stamp": "Scegli timbro",
    "Back": "Indietro",
    "Continue": "Continua",
    "Complete": "Completa",
    "Change image": "Cambia immagine",
    "Hey!": "Ehi!",
    "All the cards are filled out, everything is ready, and you did a great job!": "Tutte le carte sono compilate, tutto è pronto, ottimo lavoro!",
    "It's too early!": "È troppo presto!",
    "Access to send greetings will open on": "L'accesso per inviare auguri si aprirà il",
    "See you then! Prepare your message, and be ready to upload a photo or video from that event, make it the warmest memory for the recipient!": "A presto! Prepara il tuo messaggio e preparati a caricare una foto o video, rendilo il ricordo più bello!",
    "The event has wrapped up": "L'evento è terminato",
    "It was unforgettable! See you at the next exciting events.": "È stato indimenticabile! Ci vediamo ai prossimi eventi.",
    "2. Customize your piece of memory design": "2. Personalizza il design del tuo ricordo",
    "2.1. Upload images": "2.1. Carica immagini",
    "2.2. Your message": "2.2. Il tuo messaggio",
    "What would you like to wish the recipient?": "Cosa vorresti augurare al destinatario?",
    "2.3 Select date": "2.3 Seleziona data",
    "2.4. Your name": "2.4. Il tuo nome",

    "Category": "Categoria",
    "Date": "Data",
    "Recipients": "Destinatari",
    "Guests": "Ospiti",
    "Progress": "Progresso",
    "Here you can see the progress of the event.": "Qui puoi vedere il progresso dell'evento.",
    "pieces of memory ": "ricordi",
    "Overview of pieces of memory": "Panoramica dei ricordi",
    "Still available": "Ancora disponibile",
    "Overview of guests": "Panoramica degli ospiti",
    "Check out who has created a card for which date. Share the link above with the code to invite more guests.": "Scopri chi ha creato una carta per quale data. Condividi il link per invitare più ospiti.",
    "name": "nome",
    "Shipping date": "Data di spedizione",
    "Change": "Modifica",
    "Change dates": "Modifica date",
    "Add recipients": "Aggiungi destinatari",
    "Recipients will receive a weekly memory message.": "I destinatari riceveranno un messaggio ricordo settimanale.",
    "Add": "Aggiungi",
    "Are you sure you want to delete this guest?": "Sei sicuro di voler eliminare questo ospite?",
    "Cancel": "Annulla",
    "Confirm": "Conferma",
    "Not available: The event has already started. Dates can only be changed before the first delivery.": "Non disponibile: L'evento è già iniziato. Le date possono essere modificate solo prima della prima consegna.",
    "Not available: There are no available slots left for this event.": "Non disponibile: Non ci sono più slot disponibili per questo evento.",
    "26 cards: — One card every two weeks": "26 carte: — Una carta ogni due settimane",
    "52 cards: — One card every week": "52 carte: — Una carta ogni settimana",
    "104 cards: — Two cards per week": "104 carte: — Due carte a settimana"
  },
  "es": {
    "The recipient will lose access to the album and will no longer receive any notifications.": "El destinatario perderá el acceso al álbum y ya no recibirá notificaciones.",
    "Change recipient details": "Cambiar los detalles del destinatario",
    "Add a new recipient": "Agregar un nuevo destinatario",
    "This action cannot be undone, you will not receive a refund for your purchase, and all data related to this event will be permanently lost with no possibility of recovery. Please think twice - this is very important.": "Esta acción no se puede deshacer, no recibirá un reembolso por su compra y todos los datos relacionados con este evento se perderán permanentemente sin posibilidad de recuperación. Por favor, piénselo dos veces, esto es muy importante.",
    "Are you sure you want to delete this event?": "Está seguro de que desea borrar este evento?",
    "BACK": "Atrás",
    "What’s the occasion?": "¿Cuál es la ocasión?",
    "They’ll get a warm welcome email from us explaining what 52memories is and who it’s from — unless they gifted it to themselves.": "Recibirán un cálido correo electrónico de bienvenida explicando qué es 52memories y de quién es, a menos que se lo regalen a ellos mismos.",
    "Definitely. You can add your group name or all contributor names — we’ll include them in the very first message to the recipient.": "Definitivamente. Puedes agregar el nombre de tu grupo o todos los nombres de los colaboradores; los incluiremos en el primer mensaje al destinatario.",
    "Just a smartphone and an internet connection to upload their memory — it’s quick and simple. They can also do it from a computer.": "Solo un teléfono inteligente y una conexión a Internet para cargar su memoria, es rápido y simple. También pueden hacerlo desde una computadora.",
    "We’ve made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Lo hemos hecho súper simple: los invitados suben una foto o un video, agregan un mensaje corto y lo envían. No se necesita aplicación.",
    "In your dashboard, you’ll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "En su panel de control, verá quién creó las tarjetas para qué fechas. Si alguien se entusiasmó demasiado, simplemente puede eliminar tarjetas adicionales.",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it’s unlocked for the recipient.": "En su panel de control, puede ver quién creó las tarjetas y para qué fechas, pero el contenido real permanece oculto hasta que se desbloquea para el destinatario.",
    "We’re currently thinking this through — there are a few aspects to consider. For now, downloads aren’t available, but it’s something we might offer in the future": "Actualmente estamos pensando en esto — hay algunos aspectos a considerar. Por ahora, las descargas no están disponibles, pero es algo que podríamos ofrecer en el futuro",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It’s a way to keep the joy alive, long after the day is over.": "Algunos días son demasiado especiales — y pasan volando en un instante. 52memories convierte ese día en algo duradero: todo un año de mensajes sorpresa, fotos reflexivas y momentos compartidos, entregados lentamente, con amor. Es una forma de mantener viva la alegría, mucho después de que termine el día.",
    "No worries — if you’re not happy, you can cancel anytime within 3 months after the first card was sent. We’ll refund the full purchase price and stop all future memory deliveries.": "No se preocupe, si no está satisfecho, puede cancelar en cualquier momento dentro de los 3 meses posteriores al envío de la primera tarjeta. Reembolsaremos el precio total de compra y detendremos todas las entregas futuras de memorias.",
    "What if I’m not satisfied with 52memories?": "¿Qué pasa si no estoy satisfecho con 52memories?",
    "Your personal dashboard shows exactly who’s contributed and how many slots are left — and lets you invite more guests anytime.": "Su panel personal muestra exactamente quién ha contribuido y cuántos espacios quedan, y le permite invitar a más invitados en cualquier momento.",
    "What’s included:": "Qué está incluido:",
    "From weddings to birthdays, people all over the world have trusted 52memories to make one day last all year.": "Desde bodas hasta cumpleaños, personas de todo el mundo han confiado en 52memories para que un día dure todo el año.",
    "Data will be permanently deleted, and this action cannot be undone.": "Los datos se eliminarán permanentemente y esta acción no se puede deshacer.",
    "Change date": "Cambiar fecha",
    "Search by name or email": "Buscar por nombre o correo electrónico",
    "Add member": "Agregar miembro",
    "Actions": "Acciones",
    "Name": "Nombre",
    "Change recipients": "Cambiar destinatarios",
    "Delete event": "Eliminar evento",
    "Proceed with caution.": "Proceda con precaución.",
    "Danger zone": "Zona de peligro",
    "Home": "Inicio",
    "Pricing": "Precios",
    "Reviews": "Reseñas",
    "Blog": "Blog",
    "Set up your event": "Crear tu evento",
    "DASHBOARD": "PANEL",
    "dashboard": "panel",
    "LOGIN": "INICIAR SESIÓN",
    "login": "iniciar sesión",
    "Make someone smile all year long – for": "Haz sonreír a alguien todo el año – para",
    "Make someone smile all year long - for": "Haz sonreír a alguien todo el año – para",
    "Make someone smile all year long": "Haz sonreír a alguien todo el año",
    "weddings": "bodas",
    "birthdays": "cumpleaños",
    "parties": "fiestas",
    "any big day": "cualquier gran día",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Convierte un día especial en 52 semanas de recuerdos. Porque algunos momentos están hechos para durar.",
    "The perfect gift for:": "El regalo perfecto para:",
    "Corporate events": "Eventos corporativos",
    "One day of celebration. 52 reminders of love.": "Un día de celebración. 52 recordatorios de amor.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Perfecto para parejas que valoran los recuerdos más que las cosas. Deja que sus seres queridos envíen un mensaje por semana – sincero, divertido e inolvidable.",
    "Birthday": "Cumpleaños",
    "Wedding": "Boda",
    "how it works": "cómo funciona",
    "Message in. Magic out.": "Mensaje adentro. Magia afuera.",
    "No app download needed. Easy as 1, 2, 3.": "No necesitas descargar ninguna app. Fácil como 1, 2, 3.",
    "Step 1": "Paso 1",
    "Step 2": "Paso 2",
    "Step 3": "Paso 3",
    "Step 4": "Paso 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Crea tu evento e invita a los invitados con un simple enlace o flyer con código QR",
    "Guests upload photos or videos with a short message — no app or signup required.": "Los invitados suben fotos o videos con un mensaje corto — sin app ni registro.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Entregamos sus recuerdos semana a semana — en un hermoso álbum online que crece con el tiempo.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Mantén el control: sigue el progreso, gestiona invitaciones y haz cambios en cualquier momento.",
    "Try it for free": "Pruébalo gratis",
    "Send yourself a memory to see how it works – no sign-up required.": "Envíate un recuerdo para ver cómo funciona – sin registro.",
    "Create a test memory": "Crear un recuerdo de prueba",
    "Ready to set up your event?": "¿Listo para crear tu evento?",
    "Pay once. Enjoy it all year.": "Paga una vez. Disfruta todo el año.",
    "26 Memories": "26 recuerdos",
    "One surprise every two weeks": "Una sorpresa cada dos semanas",
    "Best for small, intimate celebrations": "Ideal para pequeñas celebraciones íntimas",
    "Get started": "Comenzar",
    "52 Memories": "52 recuerdos",
    "One surprise every week": "Una sorpresa cada semana",
    "The most loved option": "La opción más querida",
    "most popular": "más popular",
    "104 Memories": "104 recuerdos",
    "Two surprises per week": "Dos sorpresas por semana",
    "Best for large groups and many contributors": "Ideal para grupos grandes",
    "What's included:": "Qué incluye:",
    "Worldwide access, multiple languages": "Acceso mundial, múltiples idiomas",
    "Photos and messages, optional video": "Fotos y mensajes, video opcional",
    "Timed delivery over 52 weeks": "Entrega programada durante 52 semanas",
    "100% money-back guarantee": "Garantía de devolución 100%",
    "Quick invites via link or QR code": "Invitaciones rápidas por enlace o código QR",
    "What users remember": "Lo que los usuarios recuerdan",
    "Turning one day into a year of memories.": "Convertir un día en un año de recuerdos.",
    "setup": "configuración",
    "MESSAGES": "MENSAJES",
    "GIFTING": "REGALOS",
    "Is 52memories available worldwide?": "¿52memories está disponible en todo el mundo?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Sí — como servicio digital, 52memories funciona en cualquier lugar con acceso a internet. Si no hay restricciones locales, puedes usarlo desde cualquier parte del mundo.",
    "What languages does 52memories support?": "¿Qué idiomas soporta 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Las tarjetas pueden escribirse en cualquier idioma. La interfaz está disponible en varios idiomas: inglés, alemán, español, francés, italiano, polaco, holandés, portugués, turco — y más.",
    "How do I know if all memory slots are filled?": "¿Cómo sé si todos los espacios están llenos?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Tu panel muestra quién ha contribuido y cuántos espacios quedan — y permite invitar más invitados.",
    "Can I set multiple recipients?": "¿Puedo configurar múltiples destinatarios?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "¡Sí! Puedes agregar más de un destinatario — y modificarlos después si es necesario.",
    "Can I increase the number of memories later?": "¿Puedo aumentar el número de recuerdos después?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "No — una vez creado el evento, el ritmo de entrega es fijo. Elige el número antes de empezar.",
    "Can I plan ahead for an event in the future?": "¿Puedo planificar un evento futuro?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Totalmente. Crea tu evento para cualquier fecha futura — la próxima semana, el próximo mes o incluso el próximo año.",
    "Can I test before buying?": "¿Puedo probar antes de comprar?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "¡Absolutamente! Pruébalo y ve cómo los invitados crean recuerdos.",
    "How do I invite guests?": "¿Cómo invito a los invitados?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Envíales tu enlace — o reparte el flyer QR impreso en el evento.",
    "How do I create an event?": "¿Cómo creo un evento?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Crea una cuenta, elige cuántos recuerdos quieres enviar y obtén acceso instantáneo a tu enlace y flyer QR después del pago.",
    "What if I'm not satisfied with 52memories?": "¿Y si no estoy satisfecho con 52memories?",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "No te preocupes — si no estás satisfecho, puedes cancelar dentro de 3 meses después de la primera tarjeta. Reembolsamos el precio completo.",
    "Why should I use 52memories?": "¿Por qué debería usar 52memories?",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Algunos días son demasiado especiales — y pasan en un instante. 52memories convierte ese día en algo duradero: un año de mensajes sorpresa, fotos y momentos compartidos — entregados con amor.",
    "Can the photos and videos shared by guests be downloaded?": "¿Se pueden descargar las fotos y videos compartidos por los invitados?",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Estamos trabajando en ello. Por ahora las descargas no están disponibles, pero podrían estarlo en el futuro.",
    "Can I see the cards that have been created?": "¿Puedo ver las tarjetas creadas?",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "En tu panel puedes ver quién creó tarjetas y para qué fechas — pero el contenido permanece oculto hasta el desbloqueo.",
    "How are the messages delivered to the recipient?": "¿Cómo se entregan los mensajes al destinatario?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Cada vez que se desbloquea una nueva tarjeta, el destinatario recibe un email con un enlace a su álbum online.",
    "What happens if a guest creates multiple cards?": "¿Qué pasa si un invitado crea múltiples tarjetas?",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "En tu panel verás quién creó tarjetas. Puedes eliminar las extras.",
    "Can created cards be edited later?": "¿Las tarjetas creadas pueden editarse después?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Sí. Los invitados reciben un email con un enlace para editar su tarjeta.",
    "Do guests need to register or download an app?": "¿Los invitados necesitan registrarse o descargar una app?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "¡No! Pueden crear su tarjeta inmediatamente. Solo necesitamos su email para la confirmación.",
    "How do guests create messages?": "¿Cómo crean mensajes los invitados?",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Es muy simple — los invitados suben foto o video, agregan un mensaje y envían. Sin app.",
    "What kind of technical setup do guests need?": "¿Qué equipamiento técnico necesitan los invitados?",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Solo un smartphone y conexión a internet. También pueden hacerlo desde una computadora.",
    "Can multiple people contribute together?": "¿Pueden contribuir varias personas juntas?",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Definitivamente. Puedes agregar el nombre del grupo o todos los nombres — los incluiremos en el primer mensaje.",
    "How does the recipient find out about the gift?": "¿Cómo descubre el destinatario el regalo?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Recibirán un cálido email de bienvenida explicando qué es 52memories y de quién viene.",
    "Can I use it for a couple, a single person, or a group?": "¿Puedo usarlo para una pareja, una persona o un grupo?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "¡Sí! 52memories es perfecto para cumpleaños, bodas, aniversarios, despedidas, eventos de equipo y muchas otras ocasiones.",
    "How much does it cost?": "¿Cuánto cuesta?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "El precio depende de cuántos recuerdos quieras enviar: quincenal (26), semanal (52) o dos veces por semana (104).",
    "NAVIGATION": "NAVEGACIÓN",
    "Farewell": "Despedida",
    "Baby shower": "Baby shower",
    "Retirement": "Jubilación",
    "Anniversary": "Aniversario",
    "Graduation": "Graduación",
    "Team event": "Evento de equipo",
    "Social links": "Redes sociales",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Todos los derechos reservados.",
    "Privacy": "Privacidad",
    "Site notice": "Aviso legal",
    "Terms and conditions": "Términos y condiciones",
    "Cookies Settings": "Configuración de cookies",
    "Made with love by Ministry": "Hecho con amor por Ministry",

    "Overview": "Resumen",
    "affiliate program": "programa de afiliados",
    "support": "soporte",
    "settings": "configuración",
    "Events": "Eventos",
    "Settings": "Configuración",
    "Support": "Soporte",
    "log out": "cerrar sesión",
    "Log out": "Cerrar sesión",
    "Create a new event": "Crear un nuevo evento",
    "1. Choose an event": "1. Elige un evento",
    "What's the occasion?": "¿Cuál es la ocasión?",
    "YOUR OPTION": "TU OPCIÓN",
    "2. Event name": "2. Nombre del evento",
    "This will be your event name.": "Este será el nombre de tu evento.",
    "Event name*": "Nombre del evento*",
    "3. Select package": "3. Seleccionar paquete",
    "How many memories would you like to collect?": "¿Cuántos recuerdos te gustaría recopilar?",
    "26 cards": "26 tarjetas",
    "One card every two weeks": "Una tarjeta cada dos semanas",
    "52 cards": "52 tarjetas",
    "One card every week": "Una tarjeta cada semana",
    "104 cards": "104 tarjetas",
    "Two cards per week": "Dos tarjetas por semana",
    "4. Card options": "4. Opciones de tarjeta",
    "Do you want to include video messages?": "¿Quieres incluir mensajes de video?",
    "Only images": "Solo imágenes",
    "images + video": "imágenes + video",
    "5. Select date": "5. Seleccionar fecha",
    "When does the event take place?": "¿Cuándo tiene lugar el evento?",
    "6. Your role": "6. Tu rol",
    "Are the memories for you or for someone else?": "¿Los recuerdos son para ti o para alguien más?",
    "for me": "para mí",
    "for someone else": "para alguien más",
    "7. Your name": "7. Tu nombre",
    "Who made 52memories for the event possible?": "¿Quién hizo posible 52memories para el evento?",
    "Name*": "Nombre*",
    "Add more people": "Agregar más personas",
    "8. Recipients": "8. Destinatarios",
    "Who should have access to the memories?": "¿Quién debería tener acceso a los recuerdos?",
    "Email*": "Email*",
    "9. Voucher code": "9. Código de descuento",
    "Have a voucher to redeem?": "¿Tienes un código de descuento?",
    "Coupon": "Cupón",
    "Check code": "Verificar código",
    "NEXT": "SIGUIENTE",
    "Thank you! Your submission has been received!": "¡Gracias! Tu solicitud ha sido recibida.",
    "Oops! Something went wrong while submitting the form.": "¡Ups! Algo salió mal al enviar el formulario.",
    "Delete": "Eliminar",
    "Maximum of 10 people": "Máximo 10 personas",
    "Category limit reached": "Límite de categorías alcanzado",
    "already exists": "ya existe",
    "Please select the date of the event": "Por favor selecciona la fecha del evento",
    "Please enter the event name": "Por favor ingresa el nombre del evento",
    "Prev": "Anterior",
    "Next": "Siguiente",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mié",
    "Thu": "Jue",
    "Fri": "Vie",
    "Sat": "Sáb",
    "Sun": "Dom",
    "January": "Enero",
    "February": "Febrero",
    "March": "Marzo",
    "April": "Abril",
    "May": "Mayo",
    "June": "Junio",
    "July": "Julio",
    "August": "Agosto",
    "September": "Septiembre",
    "October": "Octubre",
    "November": "Noviembre",
    "December": "Diciembre",
    "Today": "Hoy",
    "Date not selected": "Fecha no seleccionada",
    "Invalid code. That code didn't work. Try again?": "Código inválido. Ese código no funcionó. ¿Intentar de nuevo?",
    "Code applied. Voucher applied": "Código aplicado. Cupón activado",
    "off": "de descuento",
    "Promo code applied successfully!": "¡Código promocional aplicado con éxito!",
    "Network error. Please try again.": "Error de red. Por favor intenta de nuevo.",
    "Please enter a promo code": "Por favor ingresa un código promocional",
    "Something went wrong. Please try again.": "Algo salió mal. Por favor intenta de nuevo.",

    "Your Dashboard": "Tu panel de control",
    "Do you know that 52 memories is a great gift for birthday and other parties?": "¿Sabías que 52memories es un excelente regalo para cumpleaños y otras fiestas?",
    "Click here and receive 10% discount for a new event.": "Haz clic aquí y recibe 10% de descuento en un nuevo evento.",
    "Created events": "Eventos creados",
    "Event name": "Nombre del evento",
    "Event category": "Categoría del evento",
    "created": "creado",
    "sent": "enviado",
    "Status": "Estado",
    "Manage": "Administrar",
    "Proceed to payment": "Proceder al pago",
    "Error while paying for the event.": "Error al pagar el evento.",
    "Your events": "Tus eventos",
    "received": "recibido",
    "View gallery": "Ver galería",
    "Retry payment": "Reintentar pago",
    "The previous payment was not completed successfully. Please try again by clicking the \"Try again\" button below — you will be redirected to the payment page.": "El pago anterior no se completó correctamente. Por favor intenta de nuevo haciendo clic en «Intentar de nuevo» — serás redirigido a la página de pago.",
    "Try again": "Intentar de nuevo",
    "No events yet": "Aún no hay eventos",
    "active": "activo",
    "draft": "borrador",
    "past": "pasado",
    "Please wait...": "Por favor espera...",

    "First name*": "Nombre*",
    "Question*": "Pregunta*",
    "submit": "enviar",
    "Submit": "Enviar",

    "Change email": "Cambiar email",
    "Use this form to update your email.": "Usa este formulario para actualizar tu email.",
    "New email": "Nuevo email",
    "save": "guardar",
    "Save": "Guardar",
    "Change password": "Cambiar contraseña",
    "Must be at least 8-characters long.": "Debe tener al menos 8 caracteres.",
    "Current password": "Contraseña actual",
    "New password": "Nueva contraseña",

    "Thank you! You have successfully created a card": "¡Gracias! Has creado una tarjeta con éxito",
    "Back to home page": "Volver a la página principal",
    "TO DASHBOARD": "AL PANEL",
    "Back to website": "Volver al sitio",
    "Confirm your email address": "Confirma tu dirección de email",
    "We have sent a confirmation to": "Hemos enviado una confirmación a",
    "Please confirm your address by clicking the link in the email.": "Por favor confirma tu dirección haciendo clic en el enlace del email.",
    "If you don't see it, you may need to": "Si no lo ves,",
    "check your spam": "revisa tu carpeta de spam",
    "folder.": ".",
    "Still can't find the email? No problem.": "¿Aún no encuentras el email? No hay problema.",
    "Back to Log In": "Volver al inicio de sesión",
    "Password recovery": "Recuperación de contraseña",
    "reset": "restablecer",
    "Reset": "Restablecer",
    "6-digit code*": "Código de 6 dígitos*",
    "Welcome back!": "¡Bienvenido de nuevo!",
    "Password*": "Contraseña*",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "or": "o",
    "Don't have an account?": "¿No tienes cuenta?",
    "Sign up": "Registrarse",
    "SIGN UP": "REGISTRARSE",
    "Create an account": "Crear una cuenta",
    "Already have an account?": "¿Ya tienes cuenta?",
    "Log in": "Iniciar sesión",
    "Thank you! You have successfully created an event": "¡Gracias! Has creado un evento con éxito",
    "Copy the share link": "Copiar el enlace para compartir",
    "Share this code with guests and friends to create postcards. The link leads directly to the card generator.": "Comparte este código con invitados y amigos para crear postales. El enlace lleva directamente al generador de tarjetas.",
    "copy share link": "copiar enlace",
    "generate QR code": "generar código QR",
    "to event settings": "a la configuración del evento",
    "The link has been copied to the clipboard": "El enlace ha sido copiado al portapapeles",
    "Failed to copy link": "No se pudo copiar el enlace",
    "Network error": "Error de red",

    "Print out the info flyer": "Imprime el folleto informativo",
    "Invite the guests to 52memories with a flyer: Distribute small versions (8 on 1 page) or hang up a 1-page poster. It's so easy!": "Invita a los invitados a 52memories con un folleto: distribuye versiones pequeñas (8 en 1 página) o cuelga un póster. ¡Es muy fácil!",
    "1. What language would you like?": "1. ¿Qué idioma prefieres?",
    "2. Select the format of the flyer.": "2. Selecciona el formato del folleto.",
    "Give away:": "Para repartir:",
    "8 on 1 page": "8 en 1 página",
    "Poster:": "Póster:",
    "1-sided": "una cara",
    "3. Choose color of the flyer.": "3. Elige el color del folleto.",
    "Download flyer PDF": "Descargar folleto PDF",

    "Welcome!": "¡Bienvenido!",
    "Thank you for participating in the surprise! Please design your personal piece of memory as a reminder on": "¡Gracias por participar en la sorpresa! Diseña tu recuerdo personal como recordatorio del",
    "Let's go!": "¡Vamos!",
    "Create your memory message": "Crea tu mensaje de recuerdo",
    "drag file to upload": "arrastra el archivo para subir",
    "browse file": "buscar archivo",
    "Upload file in 4:3 aspect ratio. Max file size: 50MB.": "Sube archivo en formato 4:3. Tamaño máx: 50MB.",
    "Your message*": "Tu mensaje*",
    "Finishing touches": "Toques finales",
    "1. Select date": "1. Seleccionar fecha",
    "When will the event take place?": "¿Cuándo tendrá lugar el evento?",
    "2. Your name": "2. Tu nombre",
    "What are you doing at the event?": "¿Cuál es tu rol en el evento?",
    "Your name*": "Tu nombre*",
    "Your email*": "Tu email*",
    "Choose color": "Elegir color",
    "Choose envelope type": "Elegir tipo de sobre",
    "Choose stamp": "Elegir sello",
    "Back": "Atrás",
    "Continue": "Continuar",
    "Complete": "Completar",
    "Change image": "Cambiar imagen",
    "Hey!": "¡Hola!",
    "All the cards are filled out, everything is ready, and you did a great job!": "¡Todas las tarjetas están completas, todo está listo, excelente trabajo!",
    "It's too early!": "¡Es demasiado pronto!",
    "Access to send greetings will open on": "El acceso para enviar saludos se abrirá el",
    "See you then! Prepare your message, and be ready to upload a photo or video from that event, make it the warmest memory for the recipient!": "¡Nos vemos! Prepara tu mensaje y prepárate para subir una foto o video, ¡hazlo el recuerdo más cálido!",
    "The event has wrapped up": "El evento ha terminado",
    "It was unforgettable! See you at the next exciting events.": "¡Fue inolvidable! Nos vemos en los próximos eventos.",
    "2. Customize your piece of memory design": "2. Personaliza el diseño de tu recuerdo",
    "2.1. Upload images": "2.1. Subir imágenes",
    "2.2. Your message": "2.2. Tu mensaje",
    "What would you like to wish the recipient?": "¿Qué te gustaría desearle al destinatario?",
    "2.3 Select date": "2.3 Seleccionar fecha",
    "2.4. Your name": "2.4. Tu nombre",

    "Category": "Categoría",
    "Date": "Fecha",
    "Recipients": "Destinatarios",
    "Guests": "Invitados",
    "Progress": "Progreso",
    "Here you can see the progress of the event.": "Aquí puedes ver el progreso del evento.",
    "pieces of memory ": "recuerdos",
    "Overview of pieces of memory": "Resumen de recuerdos",
    "Still available": "Aún disponible",
    "Overview of guests": "Resumen de invitados",
    "Check out who has created a card for which date. Share the link above with the code to invite more guests.": "Mira quién ha creado una tarjeta para qué fecha. Comparte el enlace para invitar más invitados.",
    "name": "nombre",
    "Shipping date": "Fecha de envío",
    "Change": "Cambiar",
    "Change dates": "Cambiar fechas",
    "Add recipients": "Agregar destinatarios",
    "Recipients will receive a weekly memory message.": "Los destinatarios recibirán un mensaje de recuerdo semanal.",
    "Add": "Agregar",
    "Are you sure you want to delete this guest?": "¿Estás seguro de que quieres eliminar a este invitado?",
    "Cancel": "Cancelar",
    "Confirm": "Confirmar",
    "Not available: The event has already started. Dates can only be changed before the first delivery.": "No disponible: El evento ya ha comenzado. Las fechas solo se pueden cambiar antes de la primera entrega.",
    "Not available: There are no available slots left for this event.": "No disponible: No quedan espacios disponibles para este evento.",
    "26 cards: — One card every two weeks": "26 tarjetas: — Una tarjeta cada dos semanas",
    "52 cards: — One card every week": "52 tarjetas: — Una tarjeta cada semana",
    "104 cards: — Two cards per week": "104 tarjetas: — Dos tarjetas por semana"
  },
  "uk": {
    "BACK": "Назад",
    "What's the occasion?": "Яка це подія?",
    "They'll get a warm welcome email from us explaining what 52memories is and who it's from — unless they gifted it to themselves.": "Вони отримають теплий вітальний лист від нас з поясненням, що таке 52memories та від кого це — якщо тільки вони не подарували це собі самі.",
    "Definitely. You can add your group name or all contributor names — we'll include them in the very first message to the recipient.": "Звичайно. Ви можете додати назву вашої групи або імена всіх учасників — ми включимо їх у перше повідомлення отримувачу.",
    "Just a smartphone and an internet connection to upload their memory — it's quick and simple. They can also do it from a computer.": "Лише смартфон та підключення до інтернету для завантаження спогаду — це швидко та просто. Вони також можуть зробити це з комп'ютера.",
    "We've made it super simple — guests upload a photo or video, add a short message, and send it off. No app needed.": "Ми зробили це дуже просто — гості завантажують фото або відео, додають коротке повідомлення та надсилають. Додаток не потрібен.",
    "In your dashboard, you'll see who created cards for which dates. If someone got a bit too enthusiastic, you can simply delete extra cards.": "У вашій панелі керування ви побачите, хто створив листівки на які дати. Якщо хтось надто захопився, ви можете просто видалити зайві листівки.",
    "In your dashboard, you can see who created cards and for which dates — but the actual content stays hidden until it's unlocked for the recipient.": "У вашій панелі керування ви можете бачити, хто створив листівки та на які дати — але фактичний вміст залишається прихованим, поки його не буде розблоковано для отримувача.",
    "We're currently thinking this through — there are a few aspects to consider. For now, downloads aren't available, but it's something we might offer in the future": "Наразі ми обмірковуємо це — є кілька аспектів для розгляду. Поки що завантаження недоступні, але це те, що ми можемо запропонувати в майбутньому",
    "Some days are just too special — and they fly by in an instant. 52memories turns that one day into something lasting: a whole year of surprise messages, thoughtful photos, and shared moments — delivered slowly, with love. It's a way to keep the joy alive, long after the day is over.": "Деякі дні надто особливі — і вони пролітають миттєво. 52memories перетворює цей один день на щось тривале: цілий рік сюрпризних повідомлень, продуманих фотографій та спільних моментів — доставлених повільно, з любов'ю. Це спосіб зберегти радість, ще довго після закінчення дня.",
    "No worries — if you're not happy, you can cancel anytime within 3 months after the first card was sent. We'll refund the full purchase price and stop all future memory deliveries.": "Не хвилюйтеся — якщо ви незадоволені, ви можете скасувати в будь-який час протягом 3 місяців після відправлення першої листівки. Ми повернемо повну вартість покупки та зупинимо всі майбутні доставки спогадів.",
    "What if I'm not satisfied with 52memories?": "Що робити, якщо я незадоволений 52memories?",
    "Your personal dashboard shows exactly who's contributed and how many slots are left — and lets you invite more guests anytime.": "Ваша персональна панель керування показує, хто зробив внесок і скільки слотів залишилось — і дозволяє запрошувати більше гостей у будь-який час.",
    "What's included:": "Що включено:",
    "From weddings to birthdays, people all over the world have trusted 52memories to make one day last all year.": "Від весіль до днів народження, люди з усього світу довіряють 52memories, щоб один день тривав цілий рік.",
    "Data will be permanently deleted, and this action cannot be undone.": "Дані будуть видалені назавжди, і цю дію неможливо скасувати.",
    "Change date": "Змінити дату",
    "Search by name or email": "Пошук за ім'ям або електронною поштою",
    "Add member": "Додати учасника",
    "Actions": "Дії",
    "Name": "Ім'я",
    "Change recipients": "Змінити отримувачів",
    "Delete event": "Видалити подію",
    "Proceed with caution.": "Діяти обережно.",
    "Danger zone": "Небезпечна зона",
    "Home": "Головна",
    "Pricing": "Ціни",
    "Reviews": "Відгуки",
    "Blog": "Блог",
    "Set up your event": "Створити подію",
    "DASHBOARD": "ПАНЕЛЬ",
    "dashboard": "панель",
    "LOGIN": "УВІЙТИ",
    "login": "увійти",
    "Make someone smile all year long – for": "Змусьте когось посміхатися цілий рік – для",
    "Make someone smile all year long - for": "Змусьте когось посміхатися цілий рік – для",
    "Make someone smile all year long": "Змусьте когось посміхатися цілий рік",
    "weddings": "весілля",
    "birthdays": "дні народження",
    "parties": "вечірки",
    "any big day": "будь-який великий день",
    "Turn one special day into 52 weeks of memories. Because some moments are meant to last.": "Перетворіть один особливий день на 52 тижні спогадів. Бо деякі моменти створені, щоб тривати.",
    "The perfect gift for:": "Ідеальний подарунок для:",
    "Corporate events": "Корпоративні події",
    "One day of celebration. 52 reminders of love.": "Один день святкування. 52 нагадування про любов.",
    "Perfect for couples who value memories over things. Let their favorite people send one message a week – heartfelt, funny, and completely unforgettable.": "Ідеально для пар, які цінують спогади більше за речі. Дозвольте їхнім улюбленим людям надсилати одне повідомлення на тиждень – щире, смішне та абсолютно незабутнє.",
    "Birthday": "День народження",
    "Wedding": "Весілля",
    "how it works": "як це працює",
    "Message in. Magic out.": "Повідомлення всередину. Магія назовні.",
    "No app download needed. Easy as 1, 2, 3.": "Завантаження додатку не потрібне. Легко як 1, 2, 3.",
    "Step 1": "Крок 1",
    "Step 2": "Крок 2",
    "Step 3": "Крок 3",
    "Step 4": "Крок 4",
    "Set up your event and invite guests with one simple link or QR code flyer": "Створіть подію та запросіть гостей за допомогою простого посилання або флаєра з QR-кодом",
    "Guests upload photos or videos with a short message — no app or signup required.": "Гості завантажують фото або відео з коротким повідомленням — додаток чи реєстрація не потрібні.",
    "We deliver their memories, week by week — into a beautiful online album that grows over time.": "Ми доставляємо їхні спогади, тиждень за тижнем — у красивий онлайн-альбом, який росте з часом.",
    "You stay in control: track progress, manage invites, and make changes anytime.": "Ви залишаєтесь при контролі: відстежуйте прогрес, керуйте запрошеннями та вносьте зміни в будь-який час.",
    "Try it for free": "Спробуйте безкоштовно",
    "Send yourself a memory to see how it works – no sign-up required.": "Надішліть собі спогад, щоб побачити, як це працює – реєстрація не потрібна.",
    "Create a test memory": "Створити тестовий спогад",
    "Ready to set up your event?": "Готові створити подію?",
    "Pay once. Enjoy it all year.": "Заплатіть один раз. Насолоджуйтесь цілий рік.",
    "26 Memories": "26 спогадів",
    "One surprise every two weeks": "Один сюрприз кожні два тижні",
    "Best for small, intimate celebrations": "Найкраще для невеликих, затишних святкувань",
    "Get started": "Почати",
    "52 Memories": "52 спогади",
    "One surprise every week": "Один сюрприз щотижня",
    "The most loved option": "Найулюбленіший варіант",
    "most popular": "найпопулярніший",
    "104 Memories": "104 спогади",
    "Two surprises per week": "Два сюрпризи на тиждень",
    "Best for large groups and many contributors": "Найкраще для великих груп",
    "Worldwide access, multiple languages": "Світовий доступ, багато мов",
    "Photos and messages, optional video": "Фото та повідомлення, відео за бажанням",
    "Timed delivery over 52 weeks": "Запланована доставка протягом 52 тижнів",
    "100% money-back guarantee": "100% гарантія повернення грошей",
    "Quick invites via link or QR code": "Швидкі запрошення через посилання або QR-код",
    "What users remember": "Що пам'ятають користувачі",
    "Turning one day into a year of memories.": "Перетворення одного дня на рік спогадів.",
    "setup": "налаштування",
    "MESSAGES": "ПОВІДОМЛЕННЯ",
    "GIFTING": "ПОДАРУНКИ",
    "Is 52memories available worldwide?": "Чи доступний 52memories по всьому світу?",
    "Yes — as a digital service, 52memories works anywhere with internet access. As long as there are no local internet restrictions, you can use it from anywhere in the world.": "Так — як цифровий сервіс, 52memories працює будь-де з доступом до інтернету. Якщо немає місцевих обмежень інтернету, ви можете користуватися ним з будь-якої точки світу.",
    "What languages does 52memories support?": "Які мови підтримує 52memories?",
    "Cards can be written in any language. The user interface is available in multiple languages including English, German, Spanish, French, Italian, Polish, Dutch, Portuguese, Turkish — and more.": "Листівки можна писати будь-якою мовою. Інтерфейс користувача доступний багатьма мовами: англійська, німецька, іспанська, французька, італійська, польська, нідерландська, португальська, турецька — та інші.",
    "How do I know if all memory slots are filled?": "Як дізнатися, чи всі слоти для спогадів заповнені?",
    "Can I set multiple recipients?": "Чи можу я встановити кількох отримувачів?",
    "Yes! You can add more than one recipient — and even change or update them later if needed.": "Так! Ви можете додати більше одного отримувача — і навіть змінити їх пізніше, якщо потрібно.",
    "Can I increase the number of memories later?": "Чи можу я збільшити кількість спогадів пізніше?",
    "No — once your event is set up, the delivery rhythm is fixed. Choose your number of memories before you start.": "Ні — після створення події ритм доставки фіксований. Виберіть кількість спогадів перед початком.",
    "Can I plan ahead for an event in the future?": "Чи можу я запланувати подію наперед?",
    "Totally. Set up your event for any future date — next week, next month, or even next year.": "Звичайно. Створіть подію на будь-яку майбутню дату — наступний тиждень, наступний місяць або навіть наступний рік.",
    "Can I test before buying?": "Чи можу я протестувати перед покупкою?",
    "Absolutely! Try it out and see how guests create memories with this quick demo.": "Звісно! Спробуйте та подивіться, як гості створюють спогади.",
    "How do I invite guests?": "Як запросити гостей?",
    "Just send them your link — or hand out the printed QR flyer at the event for that personal touch.": "Просто надішліть їм посилання — або роздайте надрукований QR-флаєр на події.",
    "How do I create an event?": "Як створити подію?",
    "You create an account, choose how many memories you want to send across the year, and get instant access to your shareable link and printable QR flyer after checkout.": "Ви створюєте обліковий запис, обираєте кількість спогадів на рік та отримуєте миттєвий доступ до посилання та QR-флаєра після оплати.",
    "Why should I use 52memories?": "Чому я маю використовувати 52memories?",
    "Can the photos and videos shared by guests be downloaded?": "Чи можна завантажити фото та відео, якими поділилися гості?",
    "Can I see the cards that have been created?": "Чи можу я бачити створені листівки?",
    "How are the messages delivered to the recipient?": "Як повідомлення доставляються отримувачу?",
    "Each time a new card unlocks, the recipient receives an email with a link that takes them straight to that card in their beautiful online album — all year long.": "Кожного разу, коли розблоковується нова листівка, отримувач отримує електронний лист з посиланням на цю листівку у красивому онлайн-альбомі — протягом усього року.",
    "What happens if a guest creates multiple cards?": "Що станеться, якщо гість створить кілька листівок?",
    "Can created cards be edited later?": "Чи можна редагувати створені листівки пізніше?",
    "Yes. Guests receive an email right after creating their card with a link that lets them edit or update it anytime afterward.": "Так. Гості отримують електронний лист одразу після створення листівки з посиланням для редагування.",
    "Do guests need to register or download an app?": "Чи потрібно гостям реєструватися або завантажувати додаток?",
    "Nope! They can start creating their card right away. We just need their email so they can receive a confirmation and edit their card later if they want to.": "Ні! Вони можуть одразу почати створювати листівку. Нам потрібна лише їхня електронна пошта для підтвердження.",
    "How do guests create messages?": "Як гості створюють повідомлення?",
    "What kind of technical setup do guests need?": "Яке технічне обладнання потрібне гостям?",
    "Can multiple people contribute together?": "Чи можуть кілька людей робити внесок разом?",
    "How does the recipient find out about the gift?": "Як отримувач дізнається про подарунок?",
    "Can I use it for a couple, a single person, or a group?": "Чи можу я використовувати це для пари, однієї людини чи групи?",
    "Yes! 52memories is perfect for birthdays, weddings, anniversaries, farewells, team events, travel groups — and many other special occasions.": "Так! 52memories ідеально підходить для днів народження, весіль, річниць, прощань, командних заходів та багатьох інших особливих подій.",
    "How much does it cost?": "Скільки це коштує?",
    "The final price depends on how many memories you want to send — bi-weekly (26), weekly (52), or twice a week (104). Have a look after signing up.": "Кінцева ціна залежить від кількості спогадів: раз на два тижні (26), щотижня (52) або двічі на тиждень (104).",
    "NAVIGATION": "НАВІГАЦІЯ",
    "Farewell": "Прощання",
    "Baby shower": "Бебі шауер",
    "Retirement": "Вихід на пенсію",
    "Anniversary": "Річниця",
    "Graduation": "Випускний",
    "Team event": "Командний захід",
    "Social links": "Соціальні мережі",
    "© 2025 52Memories, All rights reserved.": "© 2025 52Memories. Усі права захищені.",
    "Privacy": "Конфіденційність",
    "Site notice": "Правова інформація",
    "Terms and conditions": "Умови та положення",
    "Cookies Settings": "Налаштування cookies",
    "Made with love by Ministry": "Зроблено з любов'ю Ministry",

    "Overview": "Огляд",
    "affiliate program": "партнерська програма",
    "support": "підтримка",
    "settings": "налаштування",
    "Events": "Події",
    "Settings": "Налаштування",
    "Support": "Підтримка",
    "log out": "вийти",
    "Log out": "Вийти",
    "Create a new event": "Створити нову подію",
    "1. Choose an event": "1. Оберіть подію",
    "YOUR OPTION": "ВАШ ВИБІР",
    "2. Event name": "2. Назва події",
    "This will be your event name.": "Це буде назва вашої події.",
    "Event name*": "Назва події*",
    "3. Select package": "3. Оберіть пакет",
    "How many memories would you like to collect?": "Скільки спогадів ви хочете зібрати?",
    "26 cards": "26 листівок",
    "One card every two weeks": "Одна листівка кожні два тижні",
    "52 cards": "52 листівки",
    "One card every week": "Одна листівка щотижня",
    "104 cards": "104 листівки",
    "Two cards per week": "Дві листівки на тиждень",
    "4. Card options": "4. Опції листівок",
    "Do you want to include video messages?": "Чи хочете ви включити відеоповідомлення?",
    "Only images": "Лише зображення",
    "images + video": "зображення + відео",
    "5. Select date": "5. Оберіть дату",
    "When does the event take place?": "Коли відбудеться подія?",
    "6. Your role": "6. Ваша роль",
    "Are the memories for you or for someone else?": "Спогади для вас чи для когось іншого?",
    "for me": "для мене",
    "for someone else": "для когось іншого",
    "7. Your name": "7. Ваше ім'я",
    "Who made 52memories for the event possible?": "Хто зробив 52memories можливим для цієї події?",
    "Name*": "Ім'я*",
    "Add more people": "Додати більше людей",
    "8. Recipients": "8. Отримувачі",
    "Who should have access to the memories?": "Хто повинен мати доступ до спогадів?",
    "Email*": "Email*",
    "9. Voucher code": "9. Код знижки",
    "Have a voucher to redeem?": "Маєте код знижки?",
    "Coupon": "Купон",
    "Check code": "Перевірити код",
    "NEXT": "ДАЛІ",
    "Thank you! Your submission has been received!": "Дякуємо! Вашу заявку отримано.",
    "Oops! Something went wrong while submitting the form.": "Ой! Щось пішло не так при відправці форми.",
    "Delete": "Видалити",
    "Maximum of 10 people": "Максимум 10 людей",
    "Category limit reached": "Досягнуто ліміт категорій",
    "already exists": "вже існує",
    "Please select the date of the event": "Будь ласка, оберіть дату події",
    "Please enter the event name": "Будь ласка, введіть назву події",
    "Prev": "Назад",
    "Next": "Далі",
    "Mon": "Пн",
    "Tue": "Вт",
    "Wed": "Ср",
    "Thu": "Чт",
    "Fri": "Пт",
    "Sat": "Сб",
    "Sun": "Нд",
    "January": "Січень",
    "February": "Лютий",
    "March": "Березень",
    "April": "Квітень",
    "May": "Травень",
    "June": "Червень",
    "July": "Липень",
    "August": "Серпень",
    "September": "Вересень",
    "October": "Жовтень",
    "November": "Листопад",
    "December": "Грудень",
    "Today": "Сьогодні",
    "Date not selected": "Дата не обрана",
    "Invalid code. That code didn't work. Try again?": "Недійсний код. Цей код не спрацював. Спробувати ще?",
    "Code applied. Voucher applied": "Код застосовано. Купон активовано",
    "off": "знижка",
    "Promo code applied successfully!": "Промокод успішно застосовано!",
    "Network error. Please try again.": "Помилка мережі. Будь ласка, спробуйте ще раз.",
    "Please enter a promo code": "Будь ласка, введіть промокод",
    "Something went wrong. Please try again.": "Щось пішло не так. Будь ласка, спробуйте ще раз.",

    "Your Dashboard": "Ваша панель керування",
    "Do you know that 52 memories is a great gift for birthday and other parties?": "Чи знаєте ви, що 52memories — чудовий подарунок на день народження та інші свята?",
    "Click here and receive 10% discount for a new event.": "Натисніть тут і отримайте 10% знижки на нову подію.",
    "Created events": "Створені події",
    "Event name": "Назва події",
    "Event category": "Категорія події",
    "created": "створено",
    "sent": "надіслано",
    "Status": "Статус",
    "Manage": "Керувати",
    "Proceed to payment": "Перейти до оплати",
    "Error while paying for the event.": "Помилка при оплаті події.",
    "Your events": "Ваші події",
    "received": "отримано",
    "View gallery": "Переглянути галерею",
    "Retry payment": "Повторити оплату",
    "The previous payment was not completed successfully. Please try again by clicking the \"Try again\" button below — you will be redirected to the payment page.": "Попередня оплата не була завершена успішно. Будь ласка, спробуйте ще раз, натиснувши кнопку «Спробувати ще» — вас буде перенаправлено на сторінку оплати.",
    "Try again": "Спробувати ще",
    "No events yet": "Подій ще немає",
    "active": "активний",
    "draft": "чернетка",
    "past": "минулий",
    "Please wait...": "Будь ласка, зачекайте...",

    "First name*": "Ім'я*",
    "Question*": "Питання*",
    "submit": "надіслати",
    "Submit": "Надіслати",

    "Change email": "Змінити email",
    "Use this form to update your email.": "Використовуйте цю форму для оновлення email.",
    "New email": "Новий email",
    "save": "зберегти",
    "Save": "Зберегти",
    "Change password": "Змінити пароль",
    "Must be at least 8-characters long.": "Має бути не менше 8 символів.",
    "Current password": "Поточний пароль",
    "New password": "Новий пароль",

    "Thank you! You have successfully created a card": "Дякуємо! Ви успішно створили листівку",
    "Back to home page": "Повернутися на головну",
    "TO DASHBOARD": "ДО ПАНЕЛІ",
    "Back to website": "Повернутися на сайт",
    "Confirm your email address": "Підтвердьте вашу електронну адресу",
    "We have sent a confirmation to": "Ми надіслали підтвердження на",
    "Please confirm your address by clicking the link in the email.": "Будь ласка, підтвердьте адресу, натиснувши посилання в листі.",
    "If you don't see it, you may need to": "Якщо ви не бачите листа,",
    "check your spam": "перевірте папку спам",
    "folder.": ".",
    "Still can't find the email? No problem.": "Досі не можете знайти лист? Не проблема.",
    "Back to Log In": "Повернутися до входу",
    "Password recovery": "Відновлення пароля",
    "reset": "скинути",
    "Reset": "Скинути",
    "6-digit code*": "6-значний код*",
    "Welcome back!": "З поверненням!",
    "Password*": "Пароль*",
    "Forgot your password?": "Забули пароль?",
    "or": "або",
    "Don't have an account?": "Не маєте облікового запису?",
    "Sign up": "Зареєструватися",
    "SIGN UP": "ЗАРЕЄСТРУВАТИСЯ",
    "Create an account": "Створити обліковий запис",
    "Already have an account?": "Вже маєте обліковий запис?",
    "Log in": "Увійти",
    "Thank you! You have successfully created an event": "Дякуємо! Ви успішно створили подію",
    "Copy the share link": "Скопіювати посилання",
    "Share this code with guests and friends to create postcards. The link leads directly to the card generator.": "Поділіться цим кодом з гостями та друзями для створення листівок. Посилання веде безпосередньо до генератора листівок.",
    "copy share link": "скопіювати посилання",
    "generate QR code": "згенерувати QR-код",
    "to event settings": "до налаштувань події",
    "The link has been copied to the clipboard": "Посилання скопійовано в буфер обміну",
    "Failed to copy link": "Не вдалося скопіювати посилання",
    "Network error": "Помилка мережі",

    "Print out the info flyer": "Роздрукуйте інформаційний флаєр",
    "Invite the guests to 52memories with a flyer: Distribute small versions (8 on 1 page) or hang up a 1-page poster. It's so easy!": "Запросіть гостей до 52memories за допомогою флаєра: роздайте маленькі версії (8 на 1 сторінку) або повісьте плакат. Це так легко!",
    "1. What language would you like?": "1. Яку мову ви бажаєте?",
    "2. Select the format of the flyer.": "2. Оберіть формат флаєра.",
    "Give away:": "Для роздачі:",
    "8 on 1 page": "8 на 1 сторінку",
    "Poster:": "Плакат:",
    "1-sided": "односторонній",
    "3. Choose color of the flyer.": "3. Оберіть колір флаєра.",
    "Download flyer PDF": "Завантажити флаєр PDF",

    "Welcome!": "Ласкаво просимо!",
    "Thank you for participating in the surprise! Please design your personal piece of memory as a reminder on": "Дякуємо за участь у сюрпризі! Створіть свій особистий спогад як нагадування про",
    "Let's go!": "Почнімо!",
    "Create your memory message": "Створіть ваше повідомлення-спогад",
    "drag file to upload": "перетягніть файл для завантаження",
    "browse file": "вибрати файл",
    "Upload file in 4:3 aspect ratio. Max file size: 50MB.": "Завантажте файл у форматі 4:3. Макс. розмір: 50МБ.",
    "Your message*": "Ваше повідомлення*",
    "Finishing touches": "Останні штрихи",
    "1. Select date": "1. Оберіть дату",
    "When will the event take place?": "Коли відбудеться подія?",
    "2. Your name": "2. Ваше ім'я",
    "What are you doing at the event?": "Яка ваша роль на події?",
    "Your name*": "Ваше ім'я*",
    "Your email*": "Ваш email*",
    "Choose color": "Обрати колір",
    "Choose envelope type": "Обрати тип конверта",
    "Choose stamp": "Обрати штамп",
    "Back": "Назад",
    "Continue": "Продовжити",
    "Complete": "Завершити",
    "Change image": "Змінити зображення",
    "Hey!": "Привіт!",
    "All the cards are filled out, everything is ready, and you did a great job!": "Усі листівки заповнені, все готово, чудова робота!",
    "It's too early!": "Занадто рано!",
    "Access to send greetings will open on": "Доступ до надсилання привітань відкриється",
    "See you then! Prepare your message, and be ready to upload a photo or video from that event, make it the warmest memory for the recipient!": "До зустрічі! Підготуйте повідомлення та будьте готові завантажити фото або відео, зробіть це найтеплішим спогадом!",
    "The event has wrapped up": "Подія завершилася",
    "It was unforgettable! See you at the next exciting events.": "Це було незабутньо! До зустрічі на наступних подіях.",
    "2. Customize your piece of memory design": "2. Налаштуйте дизайн вашого спогаду",
    "2.1. Upload images": "2.1. Завантажте зображення",
    "2.2. Your message": "2.2. Ваше повідомлення",
    "What would you like to wish the recipient?": "Що б ви хотіли побажати отримувачу?",
    "2.3 Select date": "2.3 Оберіть дату",
    "2.4. Your name": "2.4. Ваше ім'я",

    "Category": "Категорія",
    "Date": "Дата",
    "Recipients": "Отримувачі",
    "Guests": "Гості",
    "Progress": "Прогрес",
    "Here you can see the progress of the event.": "Тут ви можете бачити прогрес події.",
    "pieces of memory ": "спогадів",
    "Overview of pieces of memory": "Огляд спогадів",
    "Still available": "Ще доступно",
    "Overview of guests": "Огляд гостей",
    "Check out who has created a card for which date. Share the link above with the code to invite more guests.": "Подивіться, хто створив листівку на яку дату. Поділіться посиланням, щоб запросити більше гостей.",
    "name": "ім'я",
    "Shipping date": "Дата відправки",
    "Change": "Змінити",
    "Change dates": "Змінити дати",
    "Add recipients": "Додати отримувачів",
    "Recipients will receive a weekly memory message.": "Отримувачі будуть отримувати щотижневе повідомлення-спогад.",
    "Add": "Додати",
    "Are you sure you want to delete this guest?": "Ви впевнені, що хочете видалити цього гостя?",
    "Cancel": "Скасувати",
    "Confirm": "Підтвердити",
    "Not available: The event has already started. Dates can only be changed before the first delivery.": "Недоступно: Подія вже почалася. Дати можна змінити лише до першої доставки.",
    "Not available: There are no available slots left for this event.": "Недоступно: Для цієї події не залишилось вільних слотів.",
    "26 cards: — One card every two weeks": "26 листівок: — Одна листівка кожні два тижні",
    "52 cards: — One card every week": "52 листівки: — Одна листівка щотижня",
    "104 cards: — Two cards per week": "104 листівки: — Дві листівки на тиждень",
    "The recipient will lose access to the album and will no longer receive any notifications.": "Отримувач втратить доступ до альбому і більше не отримуватиме жодних сповіщень.",
    "Change recipient details": "Змінити дані отримувача",
    "Add a new recipient": "Додати нового отримувача",
    "This action cannot be undone, you will not receive a refund for your purchase, and all data related to this event will be permanently lost with no possibility of recovery. Please think twice - this is very important.": "Цю дію неможливо скасувати, ви не отримаєте повернення коштів за покупку, а всі дані, пов'язані з цією подією, будуть безповоротно втрачені без можливості відновлення. Будь ласка, подумайте двічі — це дуже важливо.",
    "Are you sure you want to delete this event?": "Ви впевнені, що хочете видалити цю подію?"
  }
}

